export interface RecipeEntry {
  id: string;
  name: string;
  ingredients: string;
  instructions: string;
  type: string;
  story: string;
}

export const RECIPES: RecipeEntry[] = [
  {
    id: `6ed7cf09-8078-4485-a532-e845d02741a1`,
    name: `מרק עדשים עם איטריות`,
    ingredients: `250 גרם עדשים אדומות
30 גרם מרגרינה/חמאה
5 כפות שמן זית
2 בצלים גדולים קצוצים דק
8-9 כוסות מים או מרק צח
2-3 כפות אבקת מרק עוף
מלח ופלפל שחור, טחון טרי
1 כף גדושה כמון
1 חופן אטריות ביצים דקות`,
    instructions: `בוררים את העדשים, שמים בקערה ומוספים מים עד כדי כיסוי. משרים לשעתיים ומסננים ממי השרייה.
מחממים בסיר כבד את המרגרינה והשמן, ומטגנים את הבצל 5 דקות. מוספים את העדשים ו-3 כוסות מהמים או המרק ומביאים לרתיחה. מבשלים כחצי שעה, עד שהעדשים יתרככו.
מוספים את אבקת המרק, המלח, הפלפל, הכמון ויתרת המים או המרק ומביאים לרתיחה. מבשלים על להבה נמוכה כ- 40 דקות.
מוספים את האטריות ומבשלים 15 דקות. טועמים ומשפרים תיבול ומגישים חם. `,
    type: `מרקים`,
    story: `מרק מחמם ליום חורף קר`,
  },
  {
    id: `e454b947-f40b-4fe7-978b-af07176c56ab`,
    name: `מרק עדשים עם ירקות שורש`,
    ingredients: `כף שמן
2 בצלים
5 שיני שום קצוצות
3 בטטות
6 גזרים
2 כוסות עדשים אדומות
6 כוסות מים
פטרוזיליה קצוצה
כף גדולה של כמון
מלח ופלפל לפי טעם`,
    instructions: `בסיר גדול, מטגנים את הבצל ביחד עם השום, מוסיפים את הבטטות הגזר והעדשים.
מוסיפים את התבלינים: מלח, פלפל וכמון.
מוסיפים את המים ומביאים לרתיחה.
כאשר הכל מתרכך, מורידים מהאש ומערבבים הכל בבלנדר.
להגשה, מוסיפים את הפטרוזיליה הקצוצה.`,
    type: `מרקים`,
    story: `מרק נהדר לחורף`,
  },
  {
    id: `c9bb8a89-0c64-41ec-bda2-8eaf0edc27dc`,
    name: `מרק עדשים וחלב קוקוס`,
    ingredients: `2 כפות מרגרינה
1 כף זנגביל טרי מגורר
1/4 כפית כמון 
1/2 כפית אבקת קארי
1/2 כפית כוסברה טרייה קצוצה
1/4 כפית אגוז מוסקט מגורר
200 גרם בצל חתוך לפרוסות
200 גרם שורש פטרוזיליה קלוף וחתוך לפרוסות
200 גרם גזר קלוף וחתוך לפרוסות
100 גרום גבעולי סלרי קלופים וחתוכים לפרוסות
1 + 1/2 כפית מלח בישול
1/4 כפית פלפל שחור טחון
80 גרם עדשים אדומות
80 גרם אורז פרסי
2 ליטר מין או ציר ירקות
200 מ"ל חלב קוקוס
2 כפות מיץ לימונית`,
    instructions: `ממיסים את המרגרינה בסיר על להבה בעוצמה נמוכה. מוספים את הזנגביל המגורר והתבלינים תוך בחישה ומאדים דקה אחת. מוסיפים את הבצל, שורש הפטרוזיליה, הגזר והסלרי. מתבלים במלח ופלפל לפי הטעם. מגבירים את עוצמת הלהבה לדרגה בינונים ומאדים הכל כ-5 דקות, עד שהירקות מתרככים אך לא משחימים. 
מוספים את העדשים והאורז, ובחושים עד שהם מתערבבים היטב עם הירקותץ מוספים את הציר (או המים) ומביאים לרתיחה. מנמיכים את עוצמת הלהבה, מכסים את הסיר ומבשלים על סף הרתיחה 30 דקות, עד שהירקות והאורז מתרככים. מעבדים את המרק למחית בבלנדר עד לקבלת מרקם חלק לחלוטין.
מחזירים את המרק לסיר, מביאים שוב לרתיחה ומוספים את חלב הקוקוס ומיץ הלימונית, תוך בחישה. מבשלים דקה נוספת ומגישים !  `,
    type: `מרקים`,
    story: `טעם של אסיה`,
  },
  {
    id: `4ed3e2ed-5c19-4b93-997e-b364ca26b594`,
    name: `סלט גזר ופקאנים`,
    ingredients: `<strong>לסלט</strong>
6 גזרים גדולים קלופים ומגוררים במעבד מזון או בפומפייה דקה.
שבבי פקאן סיני , כ- 50 גר'.
צרור עירית קצוצה דק. 
<strong>לרוטב</strong>
1/2 כוס שמן
1/3 כוס חומץ
3/4 כפית מלח
2 כפות שטוחות סוכר חום
1 שן שום גדולה כתושה`,
    instructions: `מערבבים את מרכיבי הרוטב עד שמתקבל רוטב סמיך ואחיד, מערבבים עם הגזר המגורר והעירית.
מוסיפים פקאנים מסוכרים מעל לפני ההגשה. 
מוסיפים את הרוטב ומערבבים. (מומלץ לשים את כמות הרוטב עפ"י טעם אישי.)`,
    type: `סלטים`,
    story: ``,
  },
  {
    id: `c1513595-aa7a-43c7-b3f8-de3539ff3ba2`,
    name: `סלט גזר ושקדים מסוכרים`,
    ingredients: `<strong>לסלט</strong>
6 גזרים גדולים קלופים ומגוררים במעבד מזון או בפומפייה גסה.
<strong>לרוטב</strong>
1 כפית גדושה חרדל גרגירים דיז'ון 
2 כפות שמן קנולה
2 כפות חומץ הדרים
1 כף סילאן
1 שן שום כתושה
מלח ופלפל טרי
מעט מיץ לימון
<strong>לשקדים</strong>
1 כפית שמן קנולה
1/3 כוס שקדים פרוסים
1 כפית סוכר חום `,
    instructions: `מערבבים את מרכיבי הרוטב עד שמתקבל רוטב סמיך ואחיד, מערבבים עם הגזר המגורר.
השקדים: מחממים את השמן במחבת ומוסיפים את השקדים. מערבבים ומטגנים מספר שניות.
מוסיפים את הסוכר וממשיכים לערבב את השקדים עד שחומים קלות – לשים לב לא לשרוף.
מעבירים לצלחת שטוחה כדי שיוכלו להתקרר ומוסיפים לסלט לפני ההגשה.
מוסיפים את הרוטב ומערבבים. (מומלץ לשים את כמות הרוטב עפ"י טעם אישי.)`,
    type: `סלטים`,
    story: ``,
  },
  {
    id: `205919b9-d942-4723-8353-cd67286096eb`,
    name: `סלט כרוב וצנוברים`,
    ingredients: `<strong>לסלט</strong>
חצי ראש כרוב לבן גדול חתוך דק או ראש כרוב לבן קטן.
בצל ירוק עפ"י טעם אישי חתוך לפרוסות של 4 ס"מ.   
<strong>לרוטב</strong>
1/2 כוס סוכר
1/2 כוס חומץ
1/4 כוס שמן
1/4 כוס סויה
1/4 כוס צנוברים
1/2 כוס פקאנים
1/2 כוס שומשום. `,
    instructions: `מערבבים את מרכיבי הרוטב עד שהסוכר נמס היטב ולא נשאר חתיכות.
מערבבים את הרוטב עם הכרוב והבצל.
מוסיפים את הצנוברים, הפקאנים והשומשום לפני ההגשה.
מוסיפים את הרוטב ומערבבים. (מומלץ לשים את כמות הרוטב עפ"י טעם אישי.)`,
    type: `סלטים`,
    story: ``,
  },
  {
    id: `0d811195-f1eb-473c-ad74-c59c4d194c13`,
    name: `סלט כרוב, פקאנים וחמוציות`,
    ingredients: `<strong>לסלט</strong>
1/2 ראש כרוב לבן חתוך לרצועות דקות
2 בצלים סגולים קטנים חצויים ופרוסים דק
250 גרם (1 סלסלה) פטריות שמפיניון פרוסות
1 צרור פטרוזיליה קצוצה
50 גרם חמוציות חצויות
100 גרם אגוזי פקאן קלויים
<strong>לרוטב</strong>
1/3 כוס מיץ לימון
1/2 כוס שמן זית
1 כף חרדל
2 כפות דבש
1 כף סוכר
מלח ופלפל שחור גס`,
    instructions: `מערבבים בקערה כרוב, בצלים, פטריות, פטרוזליה ומחצית מכמות הפקאנים והחמוציות. 
מנערים את כל חומרי הרוטב בצנצנת עד שמתקבל רוטב אחיד. 
מעבירים את הסלט לקערת הגשה, לפני ההגשה יוצקים את הרוטב ומערבבים, מפזרים מעל את יתרת הפקאנים והחמוציות. 
מוסיפים את הרוטב ומערבבים. (מומלץ לשים את כמות הרוטב עפ"י טעם אישי.)`,
    type: `סלטים`,
    story: ``,
  },
  {
    id: `dbaab990-c02d-49b7-a2ea-446846038ab7`,
    name: `סלט כרוב ונבטים`,
    ingredients: `<strong>לסלט</strong>
חצי ראש כרוב לבן גדול חתוך דק או ראש כרוב לבן קטן.
חצי סלסלת נבטים סינים. 
חצי קילו עגבניות שרי חצויות. 
1/3 כוס צנוברים.   
<strong>לרוטב</strong>
4 כפות שמן זית
3 כפות מיץ לימון
מלח ופלפל`,
    instructions: `שמים את כלל הירקות בקערה גדולה.
מתבלים עם שמן זית, מיץ לימון מלח ופלפל עפ"י טעם אישי. `,
    type: `סלטים`,
    story: ``,
  },
  {
    id: `346aa4bf-4928-4b5a-b528-297236688768`,
    name: `סלט חסה ברוטב פרג`,
    ingredients: `<strong>לסלט</strong>
ראש חסה
1 פלפל אדום חתוך לרצועות
1 פלפל צהוב חתוך לרצועות
2 מלפפון חתוך לפרוסות
1 גזר מגורד עם קולפן
<strong>לרוטב</strong>
2 כפות סוכר
2 כפות חרדל
1 + 1/2 כפית מלח
3 כפות זרעוני פרג לא טחון
3 כפות מיץ לימון
1/2 כוס חומץ בן יין
1 + 1/2 כוסות שמן זית. 
אפשר לגוון את הירקות (להוסיף פטריות/צנונית וכד') או להוסיף פרי עם רוצים`,
    instructions: `מערבבים את מרכיבי הרוטב מלבד השמן עד לקבלת רוטב אחיד ועד להמסת הסוכר. בסוף, מוסיפים את השמן בהדרגה. 
בקערה גדולה שמים את כלל הירקות ומתבלים ברוטב. 
מוסיפים את הרוטב ומערבבים. (מומלץ לשים את כמות הרוטב עפ"י טעם אישי.)`,
    type: `סלטים`,
    story: ``,
  },
  {
    id: `dfb4deaa-b888-4f54-85d3-d7d23595c6b8`,
    name: `סלט חסה ורימונים`,
    ingredients: `<strong>לסלט</strong>
ראש חסה
1/2 חבילה פטרוזיליה קצוצה
כוס גרגרי רימונים
קולים במעט שמן זית – רבע כוס שבבי שקדים + רבע כוס צנוברים. 
<strong>לרוטב</strong>
כפית מלח
3 כפות מיץ מילון
4 כפות שמן זית `,
    instructions: `שמים את כלל הירקות בקערה גדולה.
מתבלים עם שמן זית, מיץ לימון מלח ופלפל עפ"י טעם אישי. 
לפני הגשה, מוסיפים שבבי שקדים + צנוברים. `,
    type: `סלטים`,
    story: `סלט שאהוב על אמיר`,
  },
  {
    id: `16293360-f457-4187-8993-194bd3bca6bd`,
    name: `סלט חסה ותפוחי עץ`,
    ingredients: `<strong>לסלט</strong>
ראש חסה
2 תפוח עץ לבישול (ירוק)
בצל ירוק/ עירית
50-100 גרם צימוקים בהירים
100 -50 גרם קשיו טבעי
<strong>לרוטב</strong>
1/2 כוס שמן
3 כפות חומץ
3 כפות מיץ לימון
כפית מלח
1/2 כפית קארי
1 כפית חרדל
3 כפות ריבת משמש
מעט טבסקו (לא חובה)`,
    instructions: `מערבבים את מרכיבי הרוטב עד קבלת רוטב אחיד. 
בקערה גדולה מערבבים את כלל הירקות. 
לפני ההגשה, להוסיף את הרוטב, הצימוקים והקשיו. 
מוסיפים את הרוטב ומערבבים. (מומלץ לשים את כמות הרוטב עפ"י טעם אישי.)`,
    type: `סלטים`,
    story: `הסלט שאהוב על דור
המתכון הגיע משכנה של לילך, בראש העין, כשלילך גרה בשכירות בבית של בני גנץ.`,
  },
  {
    id: `f924f9d9-eb0d-43be-a52c-64897d30d808`,
    name: `סלט חסה וירקות שורש`,
    ingredients: `<strong>לסלט</strong>
ראש חסה
2 גזרים בינונים פרוסים דק
1 צנון פרוס דק או 5 צנוניות
1 פלפל אדום חתוך לקוביות קטנות
חצי בצל אדום חתוך לטבעות דקות
חצי כוס שבבי פקאן סיני 
<strong>לרוטב</strong>
3 כפיות ג'ינג'ר טרי מגורד
1 כף סוכר
מיץ לימון וקליפה גוררת מחצי לימון
קורט מלח
3 כפות מיונז`,
    instructions: `מערבבים את מרכיבי הרוטב עד קבלת רוטב אחיד. 
משרים את כלל הירקות מלבד החסה ברוטב למינימום חצי שעה.
לפני ההגשה, מוסיפים את החסה והפקאן.  `,
    type: `סלטים`,
    story: `הסלט שכולם אוהבים`,
  },
  {
    id: `aff9acb0-6c08-463e-9ace-c27137fd4cad`,
    name: `סלט חסה, פטריות ונבטים`,
    ingredients: `<strong>לסלט</strong>
ראש חסה
צרור רוקט
1/2 – 1 קופסא נבטים
1/2 – 1 קופסא פטריות
פקאנים סינים
<strong>לרוטב</strong>
כף חרדל
2 כפות מיץ לימון
1/2 כפית מלח
כף סוכר
1/4 כפית אבקת שום
1/4 כוס חומץ בין יין אדום
1/4 כוס פטרוזליה קצוץ דק
2/3 כוס שמן רגיל`,
    instructions: `מערבבים את מרכיבי הרוטב עד קבלת רוטב אחיד. 
בקערה מערבבים את כלל הירקות. 
לפני ההגשה, מוסיפים את הרוטב והפקאן.  
מוסיפים את הרוטב ומערבבים. (מומלץ לשים את כמות הרוטב עפ"י טעם אישי.)`,
    type: `סלטים`,
    story: `מתכון שקיבלתי מעינת קופל, חברתי מתקופת השהות בלונדון.`,
  },
  {
    id: `c3b2c2ae-85a0-4eef-a732-5644b865d36f`,
    name: `סלט שורשים`,
    ingredients: `<strong>לסלט</strong>
1 קולורבי קלוף
2 גזרים קלופים
1 סלק (לא מבושל) קלוף
1/3 כוס שומשום
*ניתן לקנות בסופר שקית מוכנה עם כלל הירקות. 
<strong>לרוטב</strong>
3 כפות שמן זית
3 כפות מיץ לימון
3 כפות סילאן או סוכר חום או דבש.
כפית מלח
3-4 כפות צ'ילי`,
    instructions: `בעזרת מנדולינה או קולפן ג’וליינים חותכים את הירקות לרצועות דקות. חשוב להשתמש באחד המכשירים כדי ליצור רצועות דקות בעובי זהה.
מערבבים היטב בצנצנת קטנה את כל מצרכי הרוטב.
קולים את השומשום על מחבת, ללא שמן, עד שהשומשום מתחיל להזהיב.
מזלפים את הרוטב על הירקות החתוכים ומערבבים.(מומלץ לשים את כמות הרוטב עפ"י טעם אישי.)
ממש לפני ההגשה מפזרים מעל שומשום בנדיבות ומגישים.`,
    type: `סלטים`,
    story: ``,
  },
  {
    id: `eb2bfc51-6699-4c68-be40-29dc968c8d22`,
    name: `סלט סלרי`,
    ingredients: `<strong>לסלט</strong>
חבילת סלרי עלים טרי ובשרני חתוך לפרוסות דקות
 2 תפוחי עץ חתוכים לקוביות
100 גרם משמשים יבשים חתוכים לרצועות דקות
50 גרם חמוציות
100 גרם בוטנים מלוחים קלויים ללא קליפה 
<strong>לרוטב</strong>
1 כפית גדושה חרדל גרגירים דיז'ון 
2 כפות שמן קנולה
2 כפות חומץ הדרים
1 כף סילאן
1 שן שום כתושה
מלח ופלפל טרי
מעט מיץ לימון`,
    instructions: `מערבבים את מרכיבי הרוטב עד שמתקבל רוטב סמיך ואחיד.
מערבבים את כלל מרכיבי הסלט.
לפני ההגשה מוסיפים את הרוטב. (מומלץ לשים את כמות הרוטב עפ"י טעם אישי.)`,
    type: `סלטים`,
    story: `סלט שהמצאתי בהשראת סלט שאכלתי באירוע.
הרוטב לקוח מתוך הספר "ביסים". זהו הרוטב של סלט הגזר והשקדים.`,
  },
  {
    id: `b353e81d-35f5-4335-8d67-2dc20e4685c7`,
    name: `סלט עשבים וחמוציות`,
    ingredients: `<strong>לסלט</strong>
1 חבילה פטרוזיליה קצוצה
1/2 חבילת כוסברה קצוצה
1/2 חבילת נענע קצוצה דק
צרור בצל ירוק קצוץ דק
50 גרם חמוציות
<strong>לרוטב</strong>
כפית מלח
3 כפות מיץ מילון
4 כפות שמן זית `,
    instructions: `שמים את כלל הירקות בקערה גדולה.
מתבלים עם שמן זית, מיץ לימון מלח ופלפל עפ"י טעם אישי. 
מומלץ להוסיף שקדים קלויים/ אגוזי מלך קלויים/ צנוברים קלויים. `,
    type: `סלטים`,
    story: ``,
  },
  {
    id: `45323de9-423e-42ba-bca5-ca3634fe0179`,
    name: `סלט קולרבי ומלפפון`,
    ingredients: `<strong>לסלט</strong>
2 מלפפונים
1 קולרבי קלוף
צרור רוקט קצוץ בלי הגבעולים הקשים
חופן עלי פטורוזיליה ונענע קצוצים יפה
מיץ מ1/2 לימון
3 כפות שמן זית
מלח גס, פלפל טחון טרי
<strong>להגשה</strong>
חופן אגוזי מלך, קלויים וקראנצ'יים
50 גרם גבינה כחולה או מלוחה מפוררת`,
    instructions: `נחתוך את המלפפונים והקולורבי לקוביות.
נערבב בקערה עם הרוקט, עשבי התיבול, מיץ הלימון, שמן הזית מלח והפלפל.
לפני ההגשה נוסיף את אגוזי המלך והגבינה. (לא חובה!) `,
    type: `סלטים`,
    story: `את הסלט הזה מכינה ללא הגבינה.
לקוח מאחד מספריה של לייזה פאנלים`,
  },
  {
    id: `e999cb7c-5016-4607-95f6-b80587fb6ee4`,
    name: `סלט יווני`,
    ingredients: `2 מלפפונים
2 עגבניות
1 פלפל אדום
1 פלפל צהוב
1/2 בצל סגול חתוך דק
זיתים שחורים (רשות)
50 גרם גבינה מלוחה
מיץ לימון (רשות)
שמן זית
מלח, פלפל טחון.  `,
    instructions: `נחתוך את כל הירקות בצורה גסה (מלבד הבצל), נשים בקערה ונוסיף את הזיתים והבצל.
נערבב עם שמן זית, מלח ופלפל טחון.
לפני ההגשה נוסיף את הגבינה. `,
    type: `סלטים`,
    story: ``,
  },
  {
    id: `0ea42498-ddd9-40b8-a9e7-b703854da86e`,
    name: `סלט קפרזה`,
    ingredients: `עגבניות שרי אדומות חתוכות לחצאים
עלי בזיליקום 
גבינת מוצרלה
שמן זית
מלח, פלפל טחון.
אפשר להוסיף חומץ בלסמי`,
    instructions: `על משטח ישר, לסדר את העגבניות. (במידה ואין עגבניות שרי, ניתן לחתוך עגבניות רגילות).
מעל העגבניות נסדר את גבינת המוצרלה ועלי הביזליקום.
נטבל מעל בשמן זית, מלח ופלפל. `,
    type: `סלטים`,
    story: ``,
  },
  {
    id: `58971c71-06e9-4a51-951b-ccffa0744016`,
    name: `סלט ירקות עם צפתית וצנוברים`,
    ingredients: `<strong>לסלט</strong>
 מלפפונים
3 עגבניות
1 גמבה
10 עלי חסה
1 גזר קלוף, ומגורר גס
2 בצלים ירוקים קצוצים גס
<strong>לרוטב</strong>
מיץ מלימון אחד
4 כפות שמן זית
מלח
1 כף פטרוזיליה טריה, קצוצה דק. 
1 כף אורגנו טרי, קצוץ דק.
1 כף כוסברה טרייה, קצוצה דק.
1 כף נענע טרייה, קצוצה דק.
<strong>לגרעינים</strong>
שמן זית לטיגון
1 כף גרעיני דלעת
1 כף גרעיני חמניות
1 כף צנוברים
50 גר' גבינה מלוחה`,
    instructions: `חותכים את כל הירקות והגבינה לקוביות קטנות, ושמים בקערה. מוסיפים את כל עשבי התיבול ומערבבים.
מערבבים בקערית את כל חומרי הרוטב, ויוצקים על הירקות, מערבבים.
את הגרעינים אפשר לטגן או לקלות ולהוסיף ברגע האחרון.


לפני ההגשה, מחממים במחבת מעט שמן זית ומטגנים את הגרעינים. מוסיפים לסלט, ומערבבים. נותנים לסועדים להתמוגג מהריח ומגישים. `,
    type: `סלטים`,
    story: `לקוח מתוך הספר "בישולה" של שולה מודן`,
  },
  {
    id: `e0b37669-1eab-4d7a-a3c5-9651e7cfef78`,
    name: `סלט חסה ובוטנים`,
    ingredients: `<strong>לסלט</strong>
2 תפוחי "גראנד"
1 מלפפון
2 גזרים צעירים
1 ראש חסה
1/2 כוס בוטנים, קלויים , קלופים וקצוצים גס.
<strong>לרוטב</strong>
1/2 כוס חמאת בוטנים (בלתי ממותקת)
1/4 כוס שמן
2 כפות חומץ
1 כף דבש
1/4 כפית או יותר פלפל אדום חריף, כתוש או טחון. 
1/2 כפית מלח
3 כפות בצל ירוק, קצוץ `,
    instructions: `טורפים בקערה קטנה את חמאת הבוטנים, השמן, החומץ, הדבש, הפלפל, המלח והבצל הירוק לקבלת רוטב חלק. מאחסנים במקרר.
חותכים את התפוחים לעיגולים דקים בלי לקלוף, וחותכים כך גם את המלפפון
קולפים את הגזר, ואז קוטפים ממנו "תלתלים" בעזרת קולפן. קורעים את החסה ומצרים את כל הירקות לסלט.
דקה לפני ההגשה יוצקים על הסלט את הרוטב, ובוזקים עליו את הבוטנים. `,
    type: `סלטים`,
    story: ``,
  },
  {
    id: `a8863dd0-a800-4e3e-ba2f-5e76fcfb9777`,
    name: `סלט עגבניות שרי`,
    ingredients: `2 בצלים סגולים
5-6 עלי מרווה
2 כפות שמן זית
3 כפות חומץ בלסמי
2 כפות מים קרים
כף סוכר חום
1/2 קילו עגבניות שרי בשלל צבעים
2 כפות שמן זית
חופן עלי בזיליקום
מלח ופלפל שחור
שבבי פרמז'ן`,
    instructions: `חותכים את הבצלים לשמיניות.
שמים את השמן והמרווה במחבת טפלון וכשהוא חם צורבים את הבצלים עד שהם שחומים. ממליחים ומפלפלים.
שופכים פנימה את הבלסמי, סוכר חום ומים ומזגגים.
חותכים את העגבניות לחצי.
שמים את העגבניות בקערה, מוסיפים שמן זית, מלח ופלפל ומערבבים. 
מוסיפים את הבצלים, עלי הבזיליקום, מערבבים ומפזרים מעל שבבי פרמז'ן. `,
    type: `סלטים`,
    story: `ואריציה לסלט של אלון שעמית אוהבת`,
  },
  {
    id: `b11a866b-3a11-431f-965a-e7c7aa72680b`,
    name: `סלט חיטה`,
    ingredients: `1/2 ק"ג חיטה מבושלת ומסוננת.
2 צרורות בצל ירוק
1 צרור פטרוזיליה קצוצה
1/2 כוס סויה
1/2 כוס סילאן
1/2 כוס שמן זית
1 כוס אגוזי מלך קלויים קצוצים
200 גרם צנוניות קצוצות דק`,
    instructions: `מערבבים את הסויה,  סילאן ושמן הזית עד לקבלת רוטב אחיד. 
מערבבים את שאר מרכיבי הסלט.
מוסיפים את הרוטב. `,
    type: `תוספות`,
    story: ``,
  },
  {
    id: `c3da0241-dca2-4ed1-8732-11eecc17ebf2`,
    name: `סלט קישואים וזיתים`,
    ingredients: `1 בצל
3 שיני שום
3 כפות שמן
5-6 קישואים
2-3 גמבות
100 גרם זיתים ירוקים מגולענים
מלח לפי הטעם
1 כף פטרוזיליה
קורט פלפל חריף
3 כפות חומץ
5 כפות קטשופ
1-2 כפות סוכר לפי הטעם`,
    instructions: `קולפים את הבצל וחותכים לקוביות. קוצצים את השום. מטגנים יחד בשמן עמוק לגוון זהוב.
בינתיים קולפים את הקישואים וחותכים לקוביות. אם משתמשים בגמבה טרייה, חותכים אותה לרצויות. חותכים כל זית לשניים, לרוחב.
מוסיפים את הירקות והתבלינים לסיר עם הבצל. מוסיפים את כל יתר החומרים. אם אוהבים חריפות, מגדילים את כמות הפלפלת. הסלט מצוין כשהוא חריף.
מכסים ומבשלים במסך 25 דקות על אש בינונית עד שהקישואים יתרככו.
מצננים ומגישים קר או חם. אפשר לעטר בפטרוזיליה קצוצה וזיתים. `,
    type: `ירקות`,
    story: ``,
  },
  {
    id: `963aa367-83a2-4362-b98b-e2dbfff9db90`,
    name: `סלט תפו"א ומיונז`,
    ingredients: `5 תפוחי אדמה מבושלים עם הקליפה.
קופסא של אפונה וגזר
3-4 ביצים קשות
חצי קופסא של מלפפון חמוץ חתוך לקוביות
3 כפות מיונז
כף חרדל
מלח, פלפל טרי. `,
    instructions: `לקלף את תפוחי האדמה ולחתוך לקוביות, להוסיף את האפונה והגזר, מלפפון חמוץ.
להוסיף את המיונז, החרדל, מלח והפלפל, לערבב ולטעום. ניתן לשפר לפי הטעם.
 לחתוך את הביצים לקוביות ולהוסיף. (לשים לב להוסיף את הביצים בסוף על מנת שלא יתפוררו בערבוב. )`,
    type: `סלטים`,
    story: `סלט שהיווה ארוחת צהרים בבית אמא ואבא בערב פסח.`,
  },
  {
    id: `1dc730a5-cbb3-47cd-a391-9fa5a1f4032a`,
    name: `קציצות כרישה`,
    ingredients: `5 כרישה 
3 בצלים גדולים
כוס קמח מצה
ביצה אחת
רסק עגבניות
3/4 כוס קטשופ
כף חומץ
1/4 כוס סוכר
אבקת מרק עוף (לא חובה)
מלח ופלפל שחור`,
    instructions: `להסיר עלים חיצוניים לא יפים של הכרישה, לנקות ביסודיות ולחתוך את הכרישה לחתיכות של כ-3 ס"מ. לבשל במים רותחים עם קצת מלח ולסנן.
לטגן 3 בצלים גדולים קצוצים – 1/2 בשביל הקציצות ו1/2 בשביל הרוטב.
לערבל את הכרישה במיקסר יחד עם 1/2 בצל המטוגן. אחר כך, להוסיף לתערובת די הרבה קמח מצה, ביצה אחת או שתים, קצת אבקת מרק עוף מלח ופלפל שחור. 
לטגן את הקציצות מהתערובת, לייבש אותן משמן מיותר על נייר סופג. 
להכין רוטב עם בצל מטוגן, רסק עגבניות קטן, 3/4 כוס מים, 3/4 כוס קטשופ, כף חומץ, 1/4 כוס סוכר, מלח ופלפל.
להניח את הקציצות ברוטב, לבשל על אש נמוכה כ-1/4 שעה. `,
    type: `ירקות`,
    story: `קציצות הכרישה הכי טעימות בעולם של סבתא תרי! 
מתכון שמככב במשפחה בכל פסח. `,
  },
  {
    id: `9202208a-6943-4b28-8720-6c3fbceed08f`,
    name: `שעועית ירוקה`,
    ingredients: `400 גרם שעועית ירוקה קפואה
3 כפות שמן
2 כפות מיץ לימון טרי
3 כפות סוכר
1/2 כף אבקת מרק עוף`,
    instructions: `שמים את השעועית בסיר, יוצקים עליה את כל שאר החומרים, מכסים ומבשלים על אש בנונית במשך 20 דק'.
מסירים את המכסה ומבשלים 10 דקות נוספות, או עד שהרוטב יסמיך אך לא ייחרך.`,
    type: `תוספות`,
    story: `מתכון של ניר רוסו`,
  },
  {
    id: `bcba6d47-0286-4e1c-800b-a23e8a2ff9f6`,
    name: `אורז פרסי ירוק של חיים כהן `,
    ingredients: `2 צרורות גדולים שמיר
3 כוסות אורז פרסי מסוג "יסמין"
2 כפות מלח כס
1/2 כפית כורכום
1 כף שמן + 3/4 כוס
1 + 1/4 כוסות גרגרי אפונה (אפשר קפואה)
1/2 כפית כמון
מלח ופלפל שחור
2-3 תפוחי אדמה`,
    instructions: `מפרידים את עלי השמיר מהגבעולים. שמים את העלים במים עם מעט מלח ל-5 דקות, מוציאים, שוטפים במסננת, קוצצים אותם ומניחים בצד.
בוררים את האורז ושוטפים במסננת תחת מים זורמים. מסננים היטב.
מביאים לרתיחה כ-3 ליטרים מים ומוסיפים את המלח, הכורכום וכף השמן. מוסיפים את האפונה ומבשלים 2 דקות. מוסיפים את האורז, מערבבים, מבשלים 5 דקות מסננים ומייבשים את הסיר.  
יוצקים את השמן הנותר לסיר ומחממים. מוסיפים את הכמון, מלח ופלפל. מוסיפים בזהירות כוס מים, מנענעים את הסיר כדי לערבב את הזמן והמים ומכבים את האש. מעבירים 2/3 מהנוזל לכלי אחר ומניחים בצד. 
מסדרים בתחתית הסיר את תפוחי האדמה, מוסיפים את השמיר לאורז ומערבבים. מניחים את האורז על תפוחי האדמה בלי להדק אותו ומפזרים אותו באופן שווה בתוך הסיר. נועצים ידית של כף עץ באורז במספר מקומות כדי ליצור "ארובות" לאדים. מניחים את הסיר על להבה בינונית, מכסים וממתינים כ-7 דקות, עד שעולים אדים מהסיר. יוצקים לסיר את שארית השמן ומכסים במגבת ובמיכסה. מניחים מתחת לסיר רשת מתכת, ומבשלים על להבה נמוכה כשעה. `,
    type: `תוספות`,
    story: ``,
  },
  {
    id: `3ac0f6ff-14ae-4738-a95a-1c18350ecc53`,
    name: `אורז פרסי של נירה רוסו `,
    ingredients: `2 וחצי כוסות אורז
3 תפוחי אדמה צרים וארוכים
1 בצל גדול
חצי חבילת מרגרינה ( או חמאה בארוחה חלבית)
מלח `,
    instructions: `בוררים את האורז ושוטפים ביסודיות.
משרים את האורז הנקי במים עד כיסוי של האורז ומוסיפים כפית מלח, מחכים מינימום שעה ואפשר גם למשך הלילה.
מסננים את האורז ושמים בסיר עם מים נקיים עד כדי כיסוי ומוסיפים 1/2 כפית מלח. מכסים את הסיר ומבשלים על אש קטנה כ-10 דקות או כרבע שעה במידה וזמן ההשריה לא עלה על שעה.
מסננים, שוטפים את האורז ומסננים שנית. חשוב מאוד – שהאורז יהיה יבש.
קולפים את הבצל ופורסים לחצאי טבעות, קולפים את תפוחי האדמה ופורסים לפרוסות לאורך בעובי של כ- 1/2 ס"מ.
ממיסים כרבע חבילת מרגרינה בסיר כבד ורחב עם מכסה הדוק ומרפדים את הקרקעית בצפיפות בפרוסות תפוחי האדמה והבצל. מטגנים, והופכים לצד השני לאחר השחמה. 
מניחים את האורז על תפוחי האדמה והבצל וממליחים. 
סוגרים את הסיר, מורידים את הלהבה למינימום ומבשלים כ- 30 דקות.
מרתיחים 2/3 כוס מים + רבע חבילת מרגרינה ויוצקים מעל האורז המתבשל. מכסים ומבשלים כ-30 דקות נוספות על אש קטנה. אסור לפתוח את הסיר!  
לפני ההגשה הופכים את תוכן הסיר כאשר הירקות יהיו למעלה. `,
    type: `תוספות`,
    story: ``,
  },
  {
    id: `35e75b56-35e7-4430-8e97-c19604ee5b89`,
    name: `אורז עם עלי גפן של לייזה פאנלים `,
    ingredients: `3 כוסות אורז פרסי 
1/4 כוס שמן
מלח ופלפל שחור
2 בצלים גדולים, חצויים ופרוסים יפה לקשתות
100 גרם צנוברים טבעיים
100 גרם פיסטוקים קלופים טבעיים
1/2 כוס חמוציות מיובשות
1 כף סוכר חום
מיץ מלימון אחד
1/2 כפית קינמון
1/4 כפית אגוז מוסקט מגורר
1 כפית רכז רימונים
5-8 עלי כפן טריים, חתוכים דק דק. `,
    instructions: `נשים בסיר את האורז, מהשמן, כפית מלח ו4+1/2 כוסות מים ונביא לרתיחה. נערבב, ננמיך להבה, נכסה את הסיר ונבשל 20 דקות עד שהאורז רך והמים נספגים.
נחמם במחבת את השמן ונטגן את הבצל, הצנוברים והפיסטוקים עד להזהבה. נוסיף את החומציות, הסוכר, מיץ הלימון, קינמון, מוסקט, רכז רימונים, מלח ופלפל. נוסיף את עלי הגפן ונמשיך לטגן קלות 3 דקות עד שהם מתרככים.
נערבב את התערובת ביחד עם האורז הפרסי. `,
    type: `תוספות`,
    story: ``,
  },
  {
    id: `f4c01495-1e2e-45ff-8c88-bacf36196354`,
    name: `תפו"א בשקית קוקי`,
    ingredients: `6 תפו"א 
1 פלפל אדום
1/2 כפית פטרוזיליה
2 כפות אבקת מרק בצל
פלפל שחור
1/2 כפית מלח
1 כפית פפריקה מתוקה
1/2 כפית פפריקה חריפה
1/2 כוס שמן זית`,
    instructions: `מחממים תנור ל180 מעלות.
בקערה שמים את הבטטה חתוכה לקוביות, פלפל אדום חתוך לקוביות, בצל חתוך דק, פטרוזיליה קצוצה ואת כלל המרכיבים.
מכניסים הכל אל תוך שקית קוקי, מכניסים לתנור למשך שעה. `,
    type: `תוספות`,
    story: `מתכון של מיכל מנור , כמדומני במקור של בני סיידא`,
  },
  {
    id: `ff084f03-ac83-4607-8134-00f09897be68`,
    name: `קווץ' פוטטו`,
    ingredients: `8 תפוחי אדמה מזן דזריה האדום, שטופים ולא קלופים
מלח גס ופלפל שחור גרוס
50 גרם חמאה, חתוכה ל-8 קוביות או 8 כפות
שמן זית
חופן עלי תימין
8 שיני שום, קלופות`,
    instructions: `נבשל את תפוחי האדמה בשלמותם בשפע מי מלח עד שהם רכים (כ-40 דקות), נוציא מהמים ונצנן כשעה.
נחמם תנור ל-220 מעלות. נרפד תבנית בנייר אפייה.
נניח את תפוחי האדמה בתבנית, נלחץ על כל תפוח אדמה בעזרת שורש כף היד. אחרי הקווצ'וץ הצורני, נקלף בעדינות מתבקשת רק את מרכז ליבת התפוח אדמה.
נתבל בחמאה או בשמן הזית, במלח ופלפל ובתימין. נשים שן שום במרכז של כל תפוח אדמה.
נאפה 20 דקות או עד להזהבה. נגיש חם. `,
    type: `תוספות`,
    story: ``,
  },
  {
    id: `f7d52267-bad0-42d6-9ae1-eb9e31f38177`,
    name: `צ'יפס בתנור`,
    ingredients: `6 תפוחי אדמה שלמים בקליפתם
1/2 כוס שמן קנולה
1 כף קורנפלור
1 כפית מלח גס
1/2 כפית פלפל שחור גרוס
1 כפית סוכר
1 כף פפריקה
1 כפית אבקת שום
1 ענף רוזמרין`,
    instructions: `מבשלים תפוחי אדמה חצי בישול: מניחים אותם בסיר עם מים ומביאים לרתיחה. מבשלים 10 דקות, מסננים ומצננים.
מחממים תנור ל 200 מעלות.
אם רוצים מקלפים את תפוחי האדמה, חותכים לחצאים ואז לצ'יפס שמנמנים (כל חצי ל3 פלחים), מנחים בקערה.
מערבבים שמן עם קורנפלור ותבלינים. מערבבים עם תפוחי האדמה ומסדרים בתבנית מרופדת בנייר אפייה יחד עם רוזמרין לבישום.
אופים 15 דקות, הופכים צד ואופים עוד 15 דקות, מגישים חם. `,
    type: `תוספות`,
    story: ``,
  },
  {
    id: `5f7274fd-a10e-46fc-bf0c-762bdeec82ef`,
    name: `תפו"א אדום בתנור`,
    ingredients: `8 תפוחי אדמה מזן דזירה האדום, שוטפים ולא קלופים
מלח לבישול
1/2 כוס שמן זית
5 שיני שום, כתושות
1 כף גדושה של פפריקה חריפה (אפשר גם מתוקה)
1 כף חרדל
1 כף מיונז 
מלח גס ופלפל שחור
1/2 כוס פטרוזיליה קצוצה`,
    instructions: `נבשל את תפוחי האדמה בשלמותם בשפע מי מלח עד שהם רכים אבל לא מושי (כ-40 דקות) נוציא מהמים ונצנן היטב.
נחמם תנור ל- 180 מעלות. נרפד תבנית בנייר אפייה.
נחתוך את תפוחי האדמה הקרים כמו שאוהבים, אבל בלי להוריד את הקליפה.
נערבב את יתר החומרים פרט לפטרוזיליה. נוסיף את תפוחי האדמה ונערבב יחד עם הידיים.
נפזר את תפוחי האדמה בתבנית ונפזר מעל את הפטרוזיליה.
נאפה כשעה עד שתפוחי האדמה מזהיבים יפה. `,
    type: `תוספות`,
    story: ``,
  },
  {
    id: `48c30b72-4aa3-4e4a-b49d-459ca3032cf2`,
    name: `תפו"א ובצל בתנור`,
    ingredients: `8-10 תפוחי אדמה אדומים, כמה שיותר קטנים
4 בצלים לבנים, כמה שיותר קטנים
4-6 כפות שמן
כפית שטוחה מלח גס
1/2 כפית פלפל שחור גרוס`,
    instructions: `מחממים תנור ל-200 מעלות.
שוטפים היטב את תפוחי האדמה וחותכים לקוביות בגודל 1.5 ס"מ. אין צורך לקלף.
קולפים את הבצלים וחותכים לרבעים ואחר כך שוב לחצי כך שיהיו בערך בגודל של תפוחי האדמה.
בתבנית מזלפים כף שמן ומורחים היטב על תחתית התבנית.
מוסיפים את תפוחי האדמה והבצל ומזלפים מעל את יתרת השמן. מערבבים היטב עם הידיים עד שכל תפוחי האדמה והבצל מכוסים בשמן.
מפזרים מלח גס ופלפל שחור ומכניסים לתנור חם למשך 15 דקות.
מערבבים עם כף עץ, ומכניסים לתנור ל-10 דקות נוספות.
מערביים שוב עם כף, זה בסדר עם מתפרק קצת, ומכניסים לתנור ל-10 דקות נוספות. בשלב הזה תפוחי האדמה צריכים להיות זהובים ומוכנים. אם לא, פשוט מערבבים ומכניסים לתנור לעוד 10 דקות. `,
    type: `תוספות`,
    story: ``,
  },
  {
    id: `9d7fc116-ea20-4dbf-b690-aa1fd54012e1`,
    name: `בורגול עם בטטה `,
    ingredients: `חצי בטטה, קלופה וחתוכה לעגולים בעובי של 1 ס"מ
שמן צמחי לטיגון
בצל בינוני חתוך לקוביות קטנות
1 כוס בורגול
כף שמן קנולה
מלח ופלפל שחור
כפית חוואיג' למרק
מעט כורכום
מעט קינמון
2 כפות שמן זית
חצי כפית בהרט
2 כוסות ציר עוף`,
    instructions: `מטגנים את הבטטה עד הזהבה משני הצדדים או שאופים בתנור.
מטגנים את הבצל הקצוץ עד שהוא מתרכך ומזהיב. שמים בקערה את הבורגול, הבצל המטוגן, כל התבלינים והשמן זית ומערבבים ביחד.
מסדרים את הבטטה בתחתית הסיר, מעל זה שמים את תערובת הבורגול עם התבלינים. מוסיפים את ציר העוף, סוגרים את הסיר ומבשלים 20 דקות על אש קטנה. 
אחרי שמקלובה מוכנה, הופכים את הסיר בצלחת הגשה, מקשטים מלמעלה עם פטרוזיליה ושקדים. `,
    type: `תוספות`,
    story: `וריאציה של מתכון המקלובה (ללא עוף) של סלמה ממאסטר שף.`,
  },
  {
    id: `40cf83b0-73c9-413d-a029-b22ca1878f95`,
    name: `קובה של סבתא`,
    ingredients: `שמן
2-3 בצלים
750 גר בשר בקר חתוך לקוביות.
חופן פטרוזיליה קצוץ
2-3 כפיות פפריקה (לפי הטעם)
2-3 בהרט
1 כפית קרי 
1 כפית אבקת מרק עוף
3 כפיות/כף מלאה רסק עגבניות
מלח ופלפל
סולת
2 כוסות אורז`,
    instructions: `<strong>מלית לקובה</strong>
קוצצים בצל ומטגנים בשמן בסיר
לאחר כמה דקות מוסיפים את קוביות הבשר
לאחר כמה דקות, בשר "נסגר" מכל הצדדים, מוסיפים את רסק העגבניות ומערבבים
מוסיפים פפריקה, בהרט, קרי, אבקת מרק עוף (כפית מכל דבר. אפשר קצת יותר)
מלח ופלפל
מוסיפים 2 כוסות מים, מביאים לרתיחה ומשאירים כשעה על אש נמוכה שהבשר יתרכך.
בינתיים קוצצים בצל ופטרוזיליה - קיצוץ דק ומכניסים לקערה.
את הבשר המוכן מוציאים מהסיר (משאירים את הרוטב עם הבצל לבישול הקובה) - קוצצים לחתיכות קטנות ומוסיפים לקערה
מוסיפים לקערה 1 כפית בהרט, 1 כפית פפריקה, מלח ופלפל מערבבים ומתקנים טעם במידה ונדרש.
<strong> הכנת הקובה</strong>
מערבבים בקערה סולת + כפית מלח. אח"כ מוסיפים מים ולשים עד לקבלת עיסה חלקה. להוסיף מים אם צריך.
את העיסה מניחים על קרש חיתוך בשיפוע כך ששאריות המים יצאו.
יוצרים עיגולים מהעיסה, פותחים אותם, ממלאים מהמלית וסוגרים - להשתמש במים ללא פחד ולהוסיף עיסה אם נדרש לסגירה טובה.
מרתיחים את הסיר עם הרוטב שהבשר היה בו, מוסיפים את הקובות המוכנות בזהירות, מטלטלים או הופכים שלא ידבקו. 
אם נדרש מוסיפים מים כך שיעברו את גובה הקובות.
מחכים כמה דקות שהקובות יתבשלו, דואגים שלא ידבק.
מוסיפים 2 כוסות אורז, מפזרים היטב מסביב ומתחת לקובות.
מביאים לרתיחה, מורידים לאש קטנה לכמה דקות ומעבירים לפלטה.
לבדוק כל כמה שעות אם צריך להוסיף קצת מים רתוחים (לתקוע מזלג לקרקעית בכמה מקומות)
סבתא היתה מוסיפה למעלה גם חתיכות דלעת לטעם`,
    type: `עיקריות`,
    story: `קובה עיראקית, אבא אכל כל שבת אצל סבתא רבתא שהעבירה את המתכון לסבתא איידה. פעם אחת בלונדון אבא החליט שהוא חייב לאכול קובה. התקשר לסבתא והיא הכתיבה לו את המתכון, כמובן מהזיכרון. 
השאר היסטוריה.`,
  },
  {
    id: `4fabff0c-7bc5-4771-9d30-82d59893b0fe`,
    name: `תביט`,
    ingredients: `עור שלם של עוף גדול (אפשר לבקש מקצבים להוריד אותו עבורכם. נדרש למצוא קצב טוב כדי שלא יקרע)
400 - 500 גר' בשר בקר חתוך לקוביות קטנות יחסית (2-3 ס"מ)
שמן
2 בצל
2 כפיות בהרט 
2 כפית פפריקה
1 כפית כורכום
1 כפית קארי
2-3 כפיות רסק עגבניות
2.5 כוסות אורז שטוף
פלפל שחור ומלח `,
    instructions: `<strong>הכנת המלית</strong>
פורסים את העור. תופרים פתח עליון וכל פתח או קרע אחר, משאירים פתח למטה.
בקערה מערבבים היטב 1 כוס אורז שטוף, בצל קצוץ, קוביות בשר, 2 כפיות שטוחות בהרט, 1 כפית פפריקה, כפית כורכום, מלח, פלפל.
ממלאים בזהירות את העוף במלית. מפזרים לכל הצדדים. משאירים רווח ולא ממלאים לחלוטין כי האורז מתנפח בבישול.
תופרים את העור. ניתן לשים בקערה כדי שיספגו התבלינים עוד.
<strong>הכנת התביט</strong>
בסיר מטגנים בצל קצוץ עם כמה כפות שמן.
מוסיפים רסק עגבניות, 1 קארי, 1 פפריקה מתוקה, מלח ופלפל ומערבבים (אפשר יותר בתבלינים אם רוצים אבל לא להגזים)
מוסיפים שתי כוסות מים ומביאים לרתיחה.
מכניסים בזהירות את העוף. מורידים לאש נמוכה שיתבשל כשעה.
כל כמה דקות מזיזים אותו שלא ידבק.
אחרי שעה מוסיפים עוד כפית מלח וכוס מים ומביאים לרתיחה.
מוסיפים 1.5 כוסות אורז שטוף מסביב וגם מתחת לעוף.
מביאים לרתיחה, מורידים לאש נמוכה לכמה דקות ומעבירים לפלטה.
(אפשר גם תנור. 10 דקות 200 מעלות ולהוריד ל 90-100)
לבדוק אם נדרשים מים. להוסיף מים חמים. אם מוסיפים מים אפשר להוסיף גם קצת מלח.
מינימום 8 - 10 שעות.`,
    type: `עיקריות`,
    story: `חמין עיראקי מסורתי, היה מאכל קבוע כל שבת עוד בעיראק וכמובן בארץ. טוב לארוחות חגיגיות. כדאי לעשות כמות כפולה לשני סירים`,
  },
  {
    id: `8946c03b-0edb-48bf-8a48-41b942d38644`,
    name: `עוגת גזר`,
    ingredients: `1 כוס סוכר
3/4 כוס שמן
1+1/3 כוס קמח
1/2 כפית אבקת אפיה
1/4 כפית אבקת סודה לשתייה
1 כפית קינמון
1/4 כפית ג'ינג'ר טחון
1/4 כפית מוסקט טחון
2 ביצים
3 גזרים מגורדים (גדולים)
1/2 כוס שברי מלך/פקאן`,
    instructions: `לחמם תנור ל180 מעלות
במיקסר - סוכר + שמן
להוסיף יבשים
להוסיף ביצים, גזר, אגוזים
לשים הכל בתבנית אינגליש קייק
לתנור למשך 45-60 דקות`,
    type: `עוגות ועוגיות`,
    story: ``,
  },
  {
    id: `cd0b3ed3-8b00-47e1-a1f4-4238546e8037`,
    name: `עוגת "גלית"`,
    ingredients: `1 חמאה 200 גר'
1 כוס סוכר לבן
3 ביצים שלמות
1 שמנת חמוצה
2.5 כוסות קמח
1 חבילה אבקת אפיה
1/2 כפית סודה לשתייה
1 כוס סוכר חום
1 כף קינמון
1 כוס אגוזים קצוצים`,
    instructions: `לערבב במיקסר (להכנת מלית) - חמאה, סוכר לבן, ביצים, שמנת, קמח, אבקת אפיה וסודה לשתייה
לערבב בכלי נפרד - סוכר חום, אגוזים, קינמון
שמים באינגליש קייק - 3/4 מהמלית, שכבת אגוזים, יתר המלית ועוד שכבת אגוזים
<strong>לא צוין מעלות וזמן אפיה</strong>`,
    type: `עוגות ועוגיות`,
    story: `את המתכון הזה קיבלתי מגלית שעבדה אתי בפרופלוס בשנות התשעים. לימים הפך ל "עוגת הקפה שלי" עד שהבנתי שהילדים לא ממש אוהבים "עוגות לקפה".
`,
  },
  {
    id: `d669004d-0746-4770-ad75-7525aeccf462`,
    name: `פאי גבינה`,
    ingredients: `בצק:
2 כוסות קמח תופח
200 גרם חמאה רכה
250 גרם גבינה לבנה 9%

מלית:
200 גרם גבינה קשקבל מגורדת
200 גרם גבינה בולגרית מגורדת
1 גביע קוטג'
1 גביע שמנת חמוצה

ציפוי:
1 ביצה טרופה
4 כפות גרגרי שומשום

תבנית פיירקס 35X21 ס"מ`,
    instructions: `מחממים את התנור לחום בינוני. משמנים את התבנית
שמים בקערה את הקמח, חמאה והגבינה, ללוש בידיים עד לקבלת בצק חלק.
מחלקים את הבצק ל2 ומרדדים לגודל התבנית.
שמים שכבה אחת של בצק, מפזרים את הקשקבל, גבינה בולגרית וקוטג'. מורחים על הכל את השמנת.
מכסים עם הבצק הנוסף ומהדקים היטב את הקצוות מסביב
מורחים את הבצק בביצה טרופה ומפזרים את השומשום.
אופים בתנור בחום בינוני כ-35 דקות`,
    type: `אפייה מלוחה`,
    story: ``,
  },
  {
    id: `8614af2b-933c-4758-a9e7-72fc219d59d5`,
    name: `עוגיות גרנולה`,
    ingredients: `250 גרם חמאה רכה
100 גר' סוכר (חצי כוס)
200 גר' סוכר חום כהה
2 ביצים שלמות + 1 חלמון בנוסף
2 כוסות קמח
1 כפית שטוחה אבקת סודה לשתייה
1 כפית קינמון
1/2 כפית מלח
3+1/2 כוסות שיבולת שועל
1 כוס אגוזי מלך קצוצים גס
1 כוס צימוקים + חמוציות (אני מחליפה בעוד גרעינים, אגוזים,reeses וכד)
200 גר' שוקולד צ'יפס, סוגים שונים`,
    instructions: `מחממים תנור ל-160 מעלות
במיקסר עם וו גיטרה מעבדים חמאה ושני סוגי סוכר במהירות בינונית עד לקבלת תערובת קרמית. מוסיפים את החלמון ואת הביצים אחת אחת ומעבדים לתערובת אחידה.
מנמיכים את מהירות המיקסר ומוסיפים קמח, אבקת סודה לשתייה, קינמון ומלח ומעבדים עד לקבלת בצק אחיד. מוסיפים שיבולת שועל, אגוזים, צימוקים ושוקולד צ'יפס ומעבדים קצרות לפיזור אחד בתערובת.
יוצרים כדורים במשקל של כ- 25 גר', בעזרת כף או עם ידיים רטובות, מניחים ומשטחים מעט כל עוגיה באופן מרווח על תבנית מרופדת בנייר אפייה. 
אופים 15-18 דקות עד שהעוגיות משתטחות מעט ומזהיבות. העוגיות מוכנות כשהן יציבות בשוליים ועדיין רכות ובהירות במרכז.`,
    type: `עוגות ועוגיות`,
    story: `וריאציה (מופחתת סוכר) למתכון של קרין גורן`,
  },
  {
    id: `b97bdfa8-8441-44bf-af14-48e780e5fa77`,
    name: `מרק אספרגוס`,
    ingredients: `6 כפות חמאה/מרגרינה
4 בצלים גדולים קצוצים דק
2 כפות דבש או סוכר
2 קופסאות שימורים אפונה קטנה
שקית מרק אספרגוס מוקרם "אוסם" + 4 כוסות מים
2 כוסות פירה תפו"א
2 כוסות חלב דל שומן
מלח, פלפל
עירית לקישוט
מעט שמנת לקישוט`,
    instructions: `להמיס חמאה. להוסיף בצל ודבש
להוסיף אפונה
להמיס את המרק עם המים ולהוסיף
להוסיף פירה, חלב ותבלינים
לבשל 10 דקות, לבחוש מדי פעם
להוסיף קצת שמנת אם רוצים.
אפשר לטחון חלק מהמרק כדי שיהיה יותר סמיך`,
    type: `מרקים`,
    story: ``,
  },
  {
    id: `1463cf62-0bc3-4e4e-85e8-f6944c136772`,
    name: `ביס בוטנים`,
    ingredients: `שכבת חמאת בוטנים:
250 גרם שוקולד לבן
1 כוס חמאת בוטנים חלקה (250 גרם)
1 כוס פצפוצי אורז (50 גרם)

שכבת שוקולד:
200 גרם שוקולד מריר
3 כפות נוטלה/ממרח דומה (50 גרם)
3/4 כוס חמאת בוטנים חלקה (150 גרם)
200 גרם חמאה
3/4 כוס פצפוצי אורז (40 גרם)`,
    instructions: `ממיסים בקערה בינונית את השוקולד הלבן (20ש' מיקרו או באן מארי) מוסיפים את חמאת הבוטנים וממיסים באופן זהה, מערבבים היטב לקבלת עיסה חלקה
מוסיפים פנימה את האורז התפוח ומערבבים היטב, יוצקים לתוך תבנית עם נייר אפייה בתוכה, דוחסים את התערובת לקבלת שכבה ישרה ואחידה בעוביה. מכניסים למקפיא ל10 דקות.
באותה קערה ממיסים את השוקולד המריר (30ש' במיקרו או באן מארי) מוסיפים את חמאת הבוטנים והחמאה וממיסים עוד 30ש'. מוסיפים את ממרח השוקולד ומערבבים היטב עד לקבלת עיסה חלקה.
מוסיפים את פצפוצי האורז ומערבבים היטב. יוצקים מעל השכבה שכבר הצטננה, מיישרים, ומכניסים למקרר ל-40 דקות.
מוציאים מהמקרר רגע לפני הגשה וחותכים יפה יפה כמו אמא`,
    type: `קינוחים`,
    story: ``,
  },
  {
    id: `b2efc4f2-1899-4df8-9055-3563106841d7`,
    name: `כדורי בשר של איידה`,
    ingredients: `500 גר' בשר טחון
2 בצלים קצוצים
חופן פטרוזיליה קצוץ
ביצה
רכז רימונים
תבלינים - פפריקה, בהרט, קארי, מלח, פלפל
שום קצוץ או כפית שום כתוש
רסק עגבניות
קטשופ (לא חובה. אבא מוסיף. לא במתכון המקורי)
מיץ לימון סחוט
סוכר
פלפל אדום
צימוקים בהירים`,
    instructions: `<strong>כדורי בשר</strong>
בקערה אחת מכניסים את הבשר, בצל קצוץ (1), פטרוזיליה קצוצה, ביצה, רכז רימונים (כף עד שתיים), כפית פפריקה, כפית קארי, חצי כפית בהרט מלח ופלפל. (אפשר גם להוסיף מעט עוף טחון. לא חובה)
מערבבים ולשים בידיים היטב לתערובת אחידה.
<strong>הכנת הרוטב</strong>
מחממים שמן בקערה שטוחה
מוסיפים בצל ומטגנים
מוסיפים שום
מוסיפים רסק עגבניות (כף וחצי עד 2), מלח ופלפל
אחרי דקה אפשר להוסיף מים (בערך כוס עד כוס וחצי)
להוסיף רכז רימונים, מיץ לימון סחוט וסוכר (המינון הוא בערך 1 כף מכל דבר אבל תטעמו אחרי  ותתקנו)
להוסיף קצת קטשופ להביא לרתיחה ולתקן טיבול (צריך להיות חמוץ מתוק, הצימוקים אח"כ עוד מוסיפים למתיקות)
להרטיב ידיים, לגלגל כדורי בשר מהמלית ולהכניס לרוטב. מים בהתחלה יהיו בערך בחצי גובה של כדורי הבשר.
מדי פעם להפוך את כדורי הבשר ברוטב. אפשר לצמצם רווחים עם כפית ולהוסיף כמה שנדרש.
בסיום להביא שוב לרתיחה, לפזר צימוקים בהירים
לחתוך פלפל לרצועות דקות ולפזר
להוריד לאש נמוכה ל 30 עד 40 דקות, מדי פעם לנער את הקערה.
אפשר לחמם לפני הגשה
להגיש עם פירה`,
    type: `עיקריות`,
    story: `מנה של סבתא איידה מאז הילדות של ארז`,
  },
  {
    id: `92e26c19-3062-46f7-8562-9f468ff18708`,
    name: `נתחי בשר, עוף ואורז סיידא`,
    ingredients: `3/4 כוס שמן
2 בצלים קצוצים דק
500 גר' בשר בקר חתוך לקוביות קטנות
2 כוסות אורז ארוך
1 עגבנייה, קצוצה דק
1 כפית רסק עגבניות (אבא שם 2-3)
מלח ופלפל שחור טרי
1 כפית פפריקה מתוקה
חצי כפית פפריקה חריפה (אבא לא תמיד מוסיף)
חצי כפית כורכום
חצי כפית קינמון
1 כפית בהראט
3 כרעיים מחולקות
תפוא אדמה מקולפים
ביצים קשות (לא במתכון, אנחנו שמים כדי להוסיף ביצים חומות)
3 כוסות מים`,
    instructions: `מחממים בסיר כבד שיכול להיכנס לתנור חצי כוס שמן, מוסיפים בצל ומזהיבים מכל הצדדים לכמה דקות.
מוסיפים את חתיכות הבשר ומזהיבים מכל הצדדים, מטבלים במלח ופלפל.
מוסיפים רסק עגבניות ומערבבים לדקה.
מוסיפים את האורז, העגבנייה הקצוצה והתבלינים ומטגנים 4 דקות. מוודאים שלא נדבק לקרקעית (אפשר להוסיף מעט מים אם כן)
בקערה נפרדת מחממים רבע כוס שמן, מטגנים את חתיכות העוף מכל הצדדים (אנחנו מטבלים גם את העוף בתערובת קארי, פפריקה, מלח ופלפל. כדאי להתחיל עם זה ורק אז עם הבשר כי זה לוקח רבע שעה בערך)
כשהעוף מוכן מניחים על האורז ומטבלים במלח ופלפל.
מוסיפים את תפוא הקלופים (אם גדולים אפשר לחתוך).
מוסיפים 3 כוסות מים, מביאים לרתיחה ומבשלים 15 דקות על אש נמוכה.
מחממים תנור לחום 200 מעלות. לפני שמורידים מהאש מוסיפים את הביצים הקשות (לא לשכוח לסגור את האש).
אחרי 10 דקות מורידים לחום שבת של 80 מעלות עד 100 מעלות.
לבשל לפחות 10 עד 12 שעות. אפשר גם יותר.`,
    type: `עיקריות`,
    story: `תבשיל קדירה בבישול איטי, מצוין כחמין לשבת או חג.
בתקופה שהיינו בלונדון, התגעגענו לתביט של אידה. הקדירה הזאת הזכירה לנו את הטעם
המתכון המקורי, ללא תפו"א.`,
  },
  {
    id: `00fb3d3b-d1e1-4826-a9f3-16a8bf9c685d`,
    name: `עוף בשקית קוקי`,
    ingredients: `כרעיים מחולקות
6-8 תפו"א מקולפים, שטופים, חתוכים לחצאים או רבעים (אם קטנים אפשר להשאיר שלם)
6-8 גזרים מקולפים חתוכים לחצאים (אם קטנים אפשר להשאיר שלם)
2-3 בצלים קלופים חתוכים לחצאים/רבעים
רבע כוס רוטב סויה
רבע כוס קטשופ
4 כפות סילאן
פפריקה מתוקה, אבקת מרק עוף, תערובת גריל, כורכום, כמון, מלח, פלפל (1 כפית מכל אחד)`,
    instructions: `מכניסים לקערה קטנה את רוטב הסויה, קטשופ, סילאן וכל התבלינים ומערבבים היטב.
בקערה נפרדת מכניסים את חלקי העוף, הגזרים, תפו"א והבצל
שופכים את תערובת התבלינים, מערבבים הכל בידיים.
מכניסים את כל התכולה לשתי שקיות קוקי וסוגרים היטב. בעזרת מזלג מחוררים ב 2-3 מקומות
(אנחנו מוסיפים גם גרגרי אפונה. לשטוף אם הם קפואים)
להכניס לתנור ל 200C°‏- 180 לשעה.
להוריד ל 130 מעלות לעוד שעה או לחום C°‏ 100-90 ואפשר כמה שעות ללא בעיה.
לפני הגשה, אפשר לעשות חור קטן בתחתית ולהיפתר מחלק מהנוזלים אבל להשאיר קצת.`,
    type: `עיקריות`,
    story: `מתכון פשוט ומהיר להכנה. 15 דקות הכנה.  
מצוין לילדים.
המתכון בגירסתו המקורית של "סבתא לאה" מתוך הבלוג של אמהות מבשלות.
אנחנו מוסיפים לשקית גם אפונה קפואה מופשרת.`,
  },
  {
    id: `6d00b83d-c420-42a2-aada-c13278788fc9`,
    name: `שניצל צ'יפס`,
    ingredients: `שקית גדולה תפוצ'יפס (לפתוח במקצת ולמעוך היטב את הצ'יפס לחתיכות קטנות בתוך השקית)
10 - 15 שניצלים
1-2 כפות מיונז
1 כף חרדל (לא חובה)
מעט פפריקה, מלח ופלפל`,
    instructions: `מערבבים את כל החומרים בקערה.
מכניסים את פרוסות השניצלים ומורחים מכל הצדדים
מעבירים לקערה עם שברי הצ'יפס לצפות משני הצדדים.
להניח על מגש עם נייר אפיה.
לתנור לחום 160 מעלות כ 20 דקות (תלוי בעובי) - לבדוק מדי פעם.`,
    type: `עיקריות`,
    story: `מנה קלה להכנה ואהובה על ילדים. אפשר לתת לילדים להכין את הצ'יפס. `,
  },
  {
    id: `4ca07a91-387d-4a02-ab48-d8b348e4ad1f`,
    name: `מרק ירקות פיקנטי`,
    ingredients: `1  בצל 
2 גזרים
1 כרישה
2 קישואים
1 בטטה
1 דלעת
2 גבעולי סלרי עלים
קופסא קטנה של רסק עגבניות
6-8 כוסות מים
 2 כפות חוויאג' למרק
2 כפיות פפריקה מתוקה
1/2 כפית כמון
1 כפית קארי
1/2 כפית כורכום
מלח ופלפל שחור גרוס
קטשופ רגיל/חריף עפ"י הצורך
אבקת מרק עפ"י הצורך
*ניתן לשים כל ירק שרוצים מלבד תפו"א. 
*את כל הירקות רצוי לחתוך בגודל מתאים עפ"י דרגת קשיות. `,
    instructions: `בסיר גדול מטגנים את הבצל ביחד עם גזר, כרישה וסלרי עד הזהבת הבצל.
מוסיפים את רסק העגבניות והתבלינים ומערבבים כדקה.
מוסיפים את שאר הירקות: דלעת, בטטה והקישוא ולאחר מכן מוסיפים את המים עד לכיסוי של כלל הירקות.
מבשלים כחצי שעה עד שהירקות מתרככים אך לא רכים מדי.
טועמים ומתקנים עפ"י טעם.
<strong>ניתן כ10 דקות לפני סוף הבישול להוסיף אטריות דקות למרק או קוואקר גס</strong>`,
    type: `מרקים`,
    story: ``,
  },
  {
    id: `ce5563df-6aea-4af0-8b81-a7ed29c1d339`,
    name: `מרק כתום`,
    ingredients: `1 דלעת חתוכה גס
1 דלורית, חתוכה גס
3 גזים קלופים וחתוכים גס
1 בטטה גדולה או 2 קטנות חתוכות גס	
2 כרישות קצוצות גס
1 בצל גדול חתוך גס 
1 גבעול סלרי
1/2 שורש פטרוזיליה
מלח ופלפל שחור
2 כפות דבש
1/2 כפית כורכום
2 ליטר מרק עוף או מים
3 עלי מרווה
50 גרם חמאה או פחית קרם קוקוס`,
    instructions: `נשים בסיר גדול את כל החומרים עם ציר המרק או המים למעט המרווה, החמאה או קרם הקוקוס ונביא לרתיחה. ננמיך את הלהבה ונבשל כ- 45 דקות עד ריכוך של כל הירקות.
נוסיף את המרווה, החמאה או את קרם הקוקוס.
נטחן טוב טוב (ואם נרצה נעביר גם במסננת). מתקבל מרקם כה חלק ונעים, כמו משי כתום. נטעם ונתקן תיבול. 
ניתן להוסיף לפני האכילה כפית של שמנת חמוצה.`,
    type: `מרקים`,
    story: ``,
  },
  {
    id: `258101a1-3911-4793-989e-91a5a7db90aa`,
    name: `מרק גריסים`,
    ingredients: `1 + 1/2 כוסות גריסי פנינה שטופים
1 בצל גדול חתוך לקוביות
3 גזרים
2 שורש פטרוזיליה
1 שורש סלרי גדול או 2 קטנים
1 חבילה סלרי עלים
4 תפוחי אדמה בינוניים, קלופים וחתוכים לקוביות
1 כף אבקת מרק (לא חובה)
1 כפית כורכום
1/2 כפית כמון
1/2 כפית פפריקה
שמן זית, מלח ופלפל. `,
    instructions: `מטגנים בסיר גדול עם מעט שמן את הבצל עד שהוא הופך לשקוף.
קולפים את הגזר, שורשי הפטרוזיליה והסלרי ומגרדים בפומפייה גסה. קוצצים את הסלרי האמריקאי לקוביות קטנות.
מוסיפים את הירקות המגורדים והסלרי האמריקאי לסיר. מוסיפים 2 כוסות מים ומאדים כ-10 דקות.
מוסיפים את הגריסים, מרק העוף, התבלינים ומים פי 3 מגובה הירקות. מבשלים על אש בינונית, ומערבבים מדי פעם, כדי שהגריסים לא יידבקו לתחתית הסיר.
כאשר הגריסים כמעט רכים לגמרי, מוסיפים את תפוחי האדמה וממשיכים לבשל עד ריכוך. אם המרק הופך סמיך מדי אפשר להוסיף מעט מים רותחים.`,
    type: `מרקים`,
    story: ``,
  },
  {
    id: `3b55591f-ec54-4043-9a4e-715a6ea6edb1`,
    name: `מרק מוליגטוני`,
    ingredients: `2 ליטר מרק עוף
1 כוס עדשים אדומות
מלח ופלפל שחור טחון
1 תפוח גדול מגורר על פומפייה
1 גזר מגורר על פומפייה
1 ראש סלרי מגורר על פומפייה
2 בצלים קצוצים
1 כף ג'ינג' מגורר
1 פלפל צ'ילי קצוץ
2 שיני שום כתושות
1 כף חמאה
2 כפות שמן
1 כף כורכום
300 גרם חזה עוף חתוך לרצועות
1 כפית אבקת קארי
<strong>להגשה</strong>
2 כפות שבבי קוקוס קלויים
פלחי לימון`,
    instructions: `מבשלים את המרק עם עדשים כ-20 דקות. מוספים מלח, פלפל שחור, תפוח עץ, גזר וסלרי ומבשלים כ-20 דקות או עד שהעדשים רכות מאוד וגם הירקות.
מטגנים בצל עם גינג'ר, צ'ילי ושום במחבת עם חמאה וכף שמן. כשהכל מריח ורך, מוסיפים כורכום ומוסיפים לסיר המרק.
מוסיפים עוד כף שמן למחבת ומטגנים את העוף עם הקארי, עד שהוא משנה צבע.
מערבבים את המרק ואם רוצים מעבירים לריסוק במעבד מזון. כשהמרק מרוסק, יוצקים לצלחות, מוסיפים את העוף ושבבי קוקוס ומגישים עם פלחי לימון בצד. 
<strong>למרקם קרמי יותר, ניתן לרסק את המרק לסנן ולהוסיף חלב קוקוס או שמנת מתוקה. מביאים לרתיחה ומשפרים תיבול עפ"י טעם</strong>`,
    type: `מרקים`,
    story: ``,
  },
  {
    id: `5c0e33fb-d09b-4626-9957-df3ac2debcb4`,
    name: `מרק כרישה`,
    ingredients: `300 גרם גרגרי חומוס מושרים למשך הלילה
1 תפוח אדמה בינוני, מקולף
5 כרישות בינוניות
חתיכת חמאה
2 שיני שום פרוסות דק
מלח ופלפל שחור גרוס טרי
1 ליטר ציר עוף או ירקות
גבינת פרמזן מגורדת`,
    instructions: `שוטפים את גרגרי החומוס המושרים, מכסים במים ומבשלים עם תפוח אדמה עד שהם מתרככים.
מסירים את הגלדים החיצוניים של הכרישות, חוצים אותן לאורכן מהשורש כלפי מעלה, שוטפים היטב, ולאחר מכן פורסים דק. 
מחממים סיר בעל תחתית עבה, מוסיפים את השמן ואת החמאה. מוסיפים את הכרישות והשום לסיר ומטגנים בעדינות עם קמצוץ מלח עד שהירקות רכים ומתוקים. 
מוסיפים את גרגרי החומוס ואת תפוח האדמה (מסוננים) ומבשלים דקה. מוסיפים כשני שלישים מהציר ומבשלים 15 דק.
כעת עליכם להחליט אם אתם רוצים לטחון את המרק במעבד מזון או להשאיר אותו כמו שהוא, או לעשות מה שאני עושה – לרסק חצי מהמרק ולהשאיר חצי כמו שהוא.
מוסיפים מהציר שנותר את הכמות הדרושה כדי להגיע למרקם הרצוי, בודקים את התיבול ומוסיפים פרמזן לפי הטעם.
<strong>מומלץ לאכול עם מעט שמן זית מעל ופרמז'ן.</strong>`,
    type: `מרקים`,
    story: ``,
  },
  {
    id: `ae50cdf1-4dbc-4091-a5b2-468ba6bc711b`,
    name: `מרק סלק וכדורי בשר`,
    ingredients: `<strong>מרק:</strong>
2כפות שמן זית
2בצלים סגולים בינוניים
8גבעולי סלרי
5סלק גדולים
3גזרים בינוניים
3קישואים בינוניים
2בקבוקי פאסאטה עגבניות
1כף סוכר לבן
1כפית מלח דק
<strong>קציצות:</strong>
800 גרם בשר בקר טחון
2 בצלים סגולים בינוניים
1 צרור כוסברה
4 כפות שמן זית
2 ביצים M
1 כפית מלח דק
1/4 כפית פלפל שחור גרוס`,
    instructions: `<strong>מכינים את המרק:</strong>
מחממים שמן זית בסיר גדול. קוצצים דק את הבצל הסגול, מפרידים את גבעולי הסלרי מהעלים. את הגבעולים קוצצים דק ואת העלים קוצצים גס ושומרים בצד.
מוסיפים את הבצל לסיר ומטגנים כשתי דקות. בינתיים, מגרדים בפומפייה סלק אחד. מוסיפים אותו לסיר עם הסלרי הקצוץ ומטגנים 3-4 דקות.
חותכים גס את הגזר ואת הקישואים, מוסיפים לסיר, חותכים את יתר הסלקים ל-6 או 8 פלחים, מוסיפים לסיר.
מוסיפים את הפאסאטה. בבקבוק של הפאסאטה ממלאים מים ומוסיפים לסיר. אם המרק סמיך מדי, מוסיפים עוד מים בהדרגה עד הגעה לסמיכות הרצויה. מוסיפים מלח, פלפל שחור וסוכר. טועמים ומתקנים תיבול. מבשלים מכוסה כ-20 דקות על אש נמוכה.
<strong>מכינים את הקציצות:</strong>
במעבד מזון שמים את הבצל הסגול, הכוסברה ושמן הזית וקוצצים דק. מוסיפים את התערובת לבשר הטחון, מתבלים במלח ובפלפל שחור, מוסיפים ביצים ולשים את התערובת לפיזור אחיד של המרכיבים.
בידיים משומנות, צרים קציצות קטנות בגודל כדורי פינג פונג. מוסיפים את עלי הסלרי הקצוצים ואת הקציצות למרק. מבשלים את הקציצות כ-20 דקות, עד שהן מוכנות.`,
    type: `מרקים`,
    story: ``,
  },
  {
    id: `18ca8ce9-6ede-4d59-a2d8-100060677609`,
    name: `אורז אדום`,
    ingredients: `1/2 כוס עדשים שחורות קטנות
1/2 כפית מלח
1 כף שמן זית
מלחית עגבניות ופלפלים:
1 פלפל אדום חתוך גס
פלפל חריף
2 עגבניות בשלות חתוכות גס
1 כף גדושה רסק עגבניות
2-3 שיני שום
2 כפות שמן זית
1 כפית סוכר חום
1/2 כפית מלח
עלים מ – 5 גבעולי כוסברה
<strong>לאורז:</strong>
1/4 כוס שמן זית
1 בצל לבן גדול חתוך לקוביות מדוגמות
1/2 כפית פפריקה
1/2 כפית כמון
1/2 כפית כורכום
1/2 כפית פלפל שחור
1 + 1/2 כוסות אורז במסטי שטוף טוב, מושרה במים קרים חצי שעה ומסונן.
1 כפית מלח`,
    instructions: `נבשל את העדשים בסיר מלא מים רותתים עם 1/2 כפית מלח עד ריכוך, נסנן ונוסיף כף שמן, נניח בצד.
נכין את מחית העגבניות והפלפלים: נשים את כל החומרים בבלנדר ונערבב לתערובת אחידה.
נכין את האורז: נחמם סיר עם 1/4 כוס שמן זית ונטגן בצל עד הזהבה קלה, נוסיף את הפפריקה, הכמון, הכורכום והפלפל השחור. 
נוסיף את האורז ונמשיך לטגן את הבצל והאורז 5 דק', נוסיף כפית מלח ונערבב. 
נוסיף את מחית העגבניות והפלפלים ונערבב את איחוד.
נוסיף 2 + 1/2 כוסות מים, נטעם את המים, אם חסר מלח נוסיף ונביא לרתיחה. נכסה את הסיר, ננמיך לאש קטנה ונבשל כ-20 דקות. נכסה את האש.
נוסיף לאורז את העדשים המבושלות ו-3 כפות שמן זית ונערבב קלות. נכסה שוב את הסיר ונשאיר על הכיריים החמות – עדיין לעוד 20 דקות עד שהכל הטעמים יתאחדו.
אחרי 20 דקות נפתח ונטעם. `,
    type: `תוספות`,
    story: `לייזה פאנלים`,
  },
  {
    id: `8bdaf583-2e24-4656-b986-1bef0f898d80`,
    name: `דג חריף עם חומוס`,
    ingredients: `4 דגי פילה אמנון שהושרו שעה לפחות במי לימון
חבילת כוסברה קצוצה
ראש שום קלוף
חצי חבילת חומוס לאחר השרייה (או קופסת שימורים)
2 עגבניות חתוכות לפרוסות
גמבה חתוכה לרצועות
2 כפות רסק עגבניות
חצי לימון – חתוך לפרוסות
פלפל חריף אדום חתוך גס
כפית סוכר
חצי כוס שמן (פחות)
2 כפות פפריקה
כפית כורכום
כף אבקת מרק בטעם עוף
1/4 ליטר מים רותחים`,
    instructions: `שמים בתחתית הסיר את גרגרי החומוס, מעליהם עגבניות פרוסות. מפזרים מעט סוכר מעל.
מוסיפים לסיר גמבה, חתיכות פלפל חריף, שיני שום שלמות וחצי חבילת כוסברה.
ממלאים בסיר מים עד כיסוי הרכיבים, מפזרים את פרוסות הלימון ומתבלים בכפית כורכום, 2 כפות פפריקה, כף מרק עוף, רסק עגבניות וחצי כוס שמן.
שמים בסיר את המים ומביאים לחתיכה, מנמיכים את האש, מכסים ומבשלים בערך 20 דקות.
מניחים את הדגים בסיר במשך 7 דקות.
מוזגים רוטב מהסיר על הדג בעזרת כף כך שהרוטב יכסה את הדג.
מוסיפים את הכוסברה שנשארה ומפזרים מעל הדגים, מנעים את הסיר ומבשלים עוד 10 דקות. `,
    type: `עיקריות`,
    story: ``,
  },
  {
    id: `710a215a-6f73-4e6e-8e7e-568d53dfe6cf`,
    name: `דג חריף`,
    ingredients: `4 שיני שום, פרוסות 
שמן לטיגון 
4 פלפלים חריפים 
חצי כוס רסק עגבניות 
2 עגבניות מרוסקות 
1 ק"ג דג פרוס 
פפריקה מתוקה
1 כף גרגרי כוסברה
מלח`,
    instructions: `בסיר רחב מטגנים את שיני השום בשמן. מוסיפים את הפלפלים, וממשיכים לטגן כדקה. מוסיפים את רסק העגבניות (הטרי והמשומר). מבשלים כ10 דקות. 
מוסיפים את פרוסות הדגים והתבלינים, מכסים ומבשלים 20-30 דקות. 
מגישים חם או בחום החדר. 
<strong>ניתן להוסיף מים לרוטב על פי צורך.</strong>`,
    type: `עיקריות`,
    story: `התכון לקוח מספרה של אלינוער רבין - שמש, ים ואןכל גם.
היום אני משתמשת בכוסברה טרייה במקום יבשה. זה לא אותו טעם אבל טעים!!`,
  },
  {
    id: `c6f1bfe9-8735-4d9b-8363-5b6262c61f67`,
    name: `שווארמה`,
    ingredients: `2 שוקי הודו עם העצם 
3 בצל לבן חתוך לרצועות דקות
עלה דפנה
פלפל אנגלי
תבלין לשווארמה
מלח 
פלפל 
קינמון 
פפריקה 
כורכום `,
    instructions: `מבשלים את השוקיים שעתיים עד רכות. אופציה נוספת, לבשל בתנור 3 שעות, בכל מקרה, כדאי להוסיף למי הבישול עלה דפנה ופלפל אנגלי.
מפוררים את הבשר מהעצם. 
מטגנים את הבצל עד הזהבה עם מעט מלח וסוכר.
מוסיפים את הבשר וכל שאר התבלינים. (ניתן להוסיף רק תבלין שווארמה ואת כל השאר עפ"י טעם אישי)`,
    type: `עיקריות`,
    story: `המתכון של גלית לוי מלונדון, שחיפשה פתרון לאופציות הנתחים הנמכרים בחנות הכשרה.
הבישול הבסיסי של השוקיים מתאים גם ל - chinese pancake.`,
  },
  {
    id: `11b05452-9b2e-4284-8000-0f839d876cb3`,
    name: `בצל ממולא בשר ואורז`,
    ingredients: `5 בצלים בינוניים מאורכים קלופים 
10 משמשים מיובשים 
חצי כוס חמוציות 
10 שזיפים מיובשים 
למלית:
8 כפות שמן קנולה 
1 כוס אורז עגול שטוף 
במקור, 4 כפות בשר בקר טחון , אני שמה כ- 400 גר'
חצי כפית פלפל שחור
חצי כפית בהרט 
חצי כפית אבקת מרק עוף 
חצי כפית מלח 
לרוטב:
4 כפות סילאן 
4 כפות רכז רימונים 
1 כפית מלח 
חצי כפית אבקת מרק עוף 
2 כוסות מים/ ציר עוף 
2 כפות שמן קנולה `,
    instructions: `קוטמים כל בצל בקצה אחד וחורצים לאורך חריץ שמגיע עד לב הבצל. חולטים בין 7-10 דקות במים רותחים עד שהגלדים מתרככים. מצננים ומפרידים את הגלדים. ושומרים את הקטנים בצד. 
מחממים תנור ל150 מעלות. 
מחממים כף שמן בסיר מוסיפים את האורז עם כף מים ומאדים על להבה נמוכה עד שכל הגרגרים מצופים בשמן. מעבירים לקערה ומצננים. 
מוסיפים את שאר חומרי המלית, כולל יתרת השמן, מערבבים. 
מניחים חצי-אחת כף מלית בכל גלד ומגלגלים באופן לא הדוק מדי. מניחים את הבצלים הממולאים בתבנית עם הקיפול כלפי מטה. מפזרים משמשים, חמוציות, שזיפים ואת גלדי הבצל הקטנים ששמרנו על ובין הממולאים. 
מערבבים את כל חומרי הרוטב, מלבד השמן. ויוצקים על הבצלים עד כיסוי. אם צריך מוסיפים את מים או מרק. מזלפים מעל שמן זית, מכסים ברדיד אלומיניום ואוטמים היטב. 
ממקמים את התבנית בתחתית התנור ואופים כשעתיים. מסירים את רדיד האלומיניום ואופים כ15 דקות עד שהרוטב מסמיך.`,
    type: `עיקריות`,
    story: ``,
  },
  {
    id: `ba45482f-f452-4c23-baee-cf691e5ee687`,
    name: `סלט כרוב - גדעון`,
    ingredients: `כרוב לבן קטן (או חצי גדול) קצוץ
1/2 בצל קצוץ
3-4 כפות מיונז
1/3 כוס שמן
1/4 כוס סובר
מיץ מחצי לימון
1 כפית מלח
1 כפית שום גבישי
קורט פלפל שחור
קרקר נשנושים בצל שמנת (לפזר בהגשה, מעדיפה שקדים/אגוזים/שומשום וכד')`,
    instructions: `מערבבים את כל חומרי הרוטב היטב, עד שהסוכר נמס. 
מערבבים עם הכרוב ומפזרים "טופינג" לפני ההגשה.`,
    type: `סלטים`,
    story: `את הסלט הזה אכלנו אצל גדעון ויעל ברהום, אני משנה את התוספת "היבשה" אבל כל אחד יכול לפזר בסוף מה שבא לו`,
  },
  {
    id: `2901a89e-345b-4559-b64c-7c118184e61a`,
    name: `עוף בסילאן`,
    ingredients: `1 ק"ג שוקיים או ירכיים
1 ק"ג תפו"א קלופים וחתוכים לקוביות
5-6 בצלי שאלוט קלופים
1 ראש שום חצוי
2 גבעולי רוזמרין
2/3 כוס סילאן
1/4 כוס סויה
1/4 כוס שמן זית`,
    instructions: `מערבבים את כל מרכיבי הרוטב .
מניחים את תפוחי האדמה בתבנית, מעליהם מניחים את חלקי העוף.
מפזרים מעל את הרוטב.
לאפות שעה וחצי בחום של 200 מעלות.
מומלץ להפוך את חלקי העוף מדי חצי שעה על מנת שישחימו מכל הצדדים.`,
    type: `עיקריות`,
    story: `מתכון שכולם אוהבים.
פורסם בזמנו במגזין "על השולחן" כאופציה לאירוח בסוכה.
אנחנו מאמצים אותו כל השנה.`,
  },
  {
    id: `bce56db9-69f7-418e-8e6a-dc6b8fec010e`,
    name: `עוף בקפה`,
    ingredients: `1.5 ק"ג כרעיים חצויות
1 כוס קפה  מכף של קפה נמס + מים
1/3 כוס סוכר חום
1/3 כוס קטשופ
4 כפות רוטב סויה
2 כפות שמן
2 כפות חומץ
`,
    instructions: `מערבבים את כל מרכיבי הרוטב
שופכים על העוף בתבנית
אופים שעה וחצי בחום של 200 מעלות
רצוי להפוך את חלקי העוף כל חצי שעה על מנת שישחימו מכל הצדדים.`,
    type: `עיקריות`,
    story: `מתכון שכולם אוהבים, גם אלה שלא שותים קפה!!
קל קל ומהיר.
כל הזכויות שמורות לארנון רגב.`,
  },
  {
    id: `01d94c89-651c-4a6a-aec5-01c0c8cd72cd`,
    name: `עוף, אורז ובטטה בתנור`,
    ingredients: `4 כרעיים מחולקות
3 בצלים סגולים פרוסים לטבעות דקות
1.5 כוסות אורז
50-100 גר' צימוקים כהים
2 כפות שמן זית + מעט לטיגון
3-4 בטטות קלופות
מספר ענפי טימין
ראש שום מפורק
2.5 כוסות מים
קינמון
מלח ופלפל שחור`,
    instructions: `מחממים תנור ל- 200 מעלות
מחממים מעט שמן במחבת, משחימים את חלקי העוף ומתבלים במלח, פלפל, קינמון ושאר תבלינים כרצונכם.
בקערה מערבבים אורז ,כף שמן זית, צימוקים, כפית קינמון, מלח ופלפל
בקערה נוספת מערבבים פלחי בטטה עם טימין, כף שמן זית, מלח ופלפל
מסדרים בתחתית קדירה טבעות בצל, עליהן מפזרים את האורז, מעל נתחי העוף וביניהם שיני השום.
מעל הכל מניחים את הבטטה ובסוף מים.
מביאים לרתיחה ומעבירים לתנור לשעה.
מכבים את התנור ומשאירים את הקדירה בפנים ל- 15 דק' נוספות.`,
    type: `עיקריות`,
    story: `את המנה הזאת אכלנו בביקור אצל רוחמה ואילן במושב כנף.
נסענו לסופ"ש עם אמיר ועמית.
שחר שבחרה להישאר בבית , נאלצה להתמודד עם פורצים...ערב שלא ישכח.
מתכון כמעט ללא שמן.`,
  },
  {
    id: `189aef5f-cd04-4148-8105-bdc1de3d05c1`,
    name: `עוף בעשבי תיבול`,
    ingredients: `4 כרעיים
10 שיני שום
לתחמיץ:
1/4 כוס שמן זית (במתכון המקורי יש חצי כוס)
1/3 כוס מיץ לימון טרי
4 שיני שום כתושות
1/2 כוס פטרוזיליה קצוצה
עלים מ- 3 גבעולי בזיליקום
1 כפית פלפל שחור גרוס
מלח
1 כף קליפת לימון מגורדת
`,
    instructions: `מערבבים יחדיו את כל מרכיבי התחמיץ. ממליצה לרסק במעבד מזון את הירק והשום ואז להוסיף את שאר המרכיבים.
מעסים את נתחי העוף בתחמיץ, חשוב להחדיר ממנו מתחת לעור.
מניחים בתבנית עם שיני השום השלמות.
משהים כשעה, או לכל הלילה.
מחממים תנור ל- 200 מעלות
צולים את העוף כשעה וחצי עד להשחמה.
מדי חצי שעה הופכים את נתחי העוף ויוצקים עליהם מהרוטב שהצטבר בתבנית.`,
    type: `עיקריות`,
    story: `מתכון של בני סיידא שקיבלתי ממיכל מנור. 
אהוב על כולם.
מומלץ להגיש עם פירה.`,
  },
  {
    id: `b0727ced-42fe-4f39-ad67-f0c0cc1247ad`,
    name: `גיבץ`,
    ingredients: `2-4 כפות שמן זית
1 חציל חתוך לקוביות
1 תפו"א גדול חתוך לקוביות
4 כפות שמן זית לטיגון
1 בצל גדול חתוך לקוביות
2 פלפלים אדומים, חתוכים לקוביות
2 קישואים חתוכים לקוביות
1 עגבנייה גדולה ובשלה חתוכה לקוביות
8 שיני שום פרוסות גס
2 גבעולי טימין
300 גר' עלי תרד טרי חתוכים גס (לא חובה)
לרוטב התיבול:
100 גר' רסק עגבניות
1 כפית פפריקה
1 כף סוכר
1/2 כפית מלח
1 שן שום מעוכה
2 כפות שמן זית
1 כוס מים רותחים`,
    instructions: `מחממים תנור ל- C°‏ 200 , נזלף מעט שמן על קוביות החציל ותפו"א ונאפה בתור כ-30-40 דק עד להשחמה. (לחלופין, אפשר טיגון חצי עמוק).
בסיר שטוח, המתאים לתנור, נחמם שמן זית ונטגן את הירקות, לפי הסדר, עד להשחמה קלה: בצל, פלפלים וקישואים.
נוסיף לסיר את העגבניות, חציל, תפו"א, שום פרוס ,טימין ולבסוף את התרד.
נערבב את חומרי הרוטב ונוסיף לסיר.
נבשל כחצי שעה, ונתקן תיבול/סמיכות על פי הצורך.
נחמם תנור ל -C°‏160 ונכניס את הסיר, המכוסה, ל-30-45 דק'.`,
    type: `ירקות`,
    story: `מתכון של לייזה פאנלים.
אני אוהבת לחתוך את הירקות לקוביות קטנות , יש להפחית את משך הבישול בהתאם`,
  },
  {
    id: `b0cf45c6-ab04-4fd4-8008-b9ef798b8b37`,
    name: `גארליק נאן`,
    ingredients: `1 כוס קמח מניטובה/קמח לחם
3 כוסות קמח פיצה
2 כפיות מלח
3 כפות סוכר
כף וחצי שמרים יבשים
כפית סוכר
500 מ"ל מים פושרים
6 כפות שמן זית /ג'י
כף שום כתוש
שמן זית למריחה
1/2-1 כוס כוסברה קצוצה
`,
    instructions: `מערבבים בקערית את השמרים עם רבע כוס מים פושרים וכפית סוכר. מניחים בצד לכ-10 דק' לתסיסה.
בקערת מיקסר מערבבים את הקמחים, המלח והסוכר.
מוסיפים את השמרים שתססו, שמן זית ומים פושרים.
מתחילים בלישה איטית ולאחר דקה מגבירים את המהירות ולשים 6 דקות עד לקבלת בצק אחיד וחלק.
מעבירים את הבצק לקערה משומנת ומתפיחים כשעה עד להכפלת הנפח.
מחלקים את הבצק ל- 10-15  כדורים שווים ומניחים לתפיחה נוספת של 20 דק'. (משקל כל כדור כ-120- 100 גר'.)
פותחים את הבצק בעזרת מערוך לעיגול גדול (בהתאם למחבת)

מערבבים שמן זית, כוסברה ושום כתוש.
מניחים את הנאן במחבת על אש גבוהה
מורחים בתערובת השמן והכוסברה ומשחימים משני הצדדים.
בועות הן סימן שהנאן מוכן
`,
    type: `אפייה מלוחה`,
    story: `מתכון של רינת ינסמן
המתכון מיועד למחבת, אפשר גם לאפות בטאבון בחום של 180-200 מעלות בכניסה.`,
  },
  {
    id: `7331afe7-7a62-481e-902e-a7d3604483a4`,
    name: `צ'אנה מסאלה - תבשיל חומוס הודי`,
    ingredients: `2 בצלים סגולים גדולים קצוצים
כפית ג'ינג'ר טרי
כפית שום כתוש
חצי כפית צ'ילי גרוס
פלפל ירוק חריף קצוץ
כפית וחצי אבקת זרעי כוסברה
חצי כפית כורכום
חצי כפית זרעי כמון
כפית פפריקה מתוקה
4 עגבניות טריות מגורדות על פומפייה.
2 כוסות חומוס מבושל (אפשר שימורים/קפוא/יבש הושרה ובושל)
צרור כוסברה קצוצה
חצי כוס בצל ירוק קצוץ
50 גר' ג'י/שמן
כפית מלח
`,
    instructions: `להמיס בסיר את השומן ולטגן זרעי כמון חצי דקה על אש גבוהה.
להוסיף בצל, צ'ילי ופלפל ירוק. מטגנים עד להשחמה.
מוסיפים שום כתוש וג'ינג'ר. יש לעבוד במהירות כדי שהבצל לא יישרף.
מוסיפים את יתר התבלינים לטיגון של דקה.
מוסיפים את העגבניות ומחצית מכמות הכוסברה.
מרבבים, מוסיפים מלח ומבשלים מכוסה על להבה נמוכה 15 דק'.
מוסיפים את גרגירי החומוס וממשיכים לבשל , מכוסה, 25 דק', עד לצמצום הנוזלים.
מוסיפים את שארית הכוסברה והבצל הירוק.
מכבים את האש.`,
    type: `תוספות`,
    story: `המתכון ממטבחה של רינת ינסמן
רינת ממליצה לא לבשל חומוס יבש עם סודה לשתיה שאומנם מרככת אבל גם גורמת להיפרדות הקליפה.`,
  },
  {
    id: `4cb7d5bc-e7c7-4c42-a157-73a5d06f6b00`,
    name: `צ'אטני ירוק חריף`,
    ingredients: `צרור כוסברה
צרור נענע ללא גבעולים
2 פלפלים חריפים
4 שיני שום
כף ג'ינג'ר כתוש
כפית זרעי כמון
כפית מלח
200 מ"ל קרם קוקוס
מיץ מלימון`,
    instructions: `מעבדים את כל המצרכים במעבד מזון.
להתחיל עם עשבי תיבול, שום וג'ינג'ר ואז להוסיף את השאר.`,
    type: `רטבים`,
    story: `רינת ינסמן`,
  },
  {
    id: `228e4c4a-1066-4583-93aa-c7c1de9665f2`,
    name: `פסטרמה ביתית`,
    ingredients: `2 נתחי חזה עוף גדולים, חצויים
למרינדה:
31/2 כוסות מים
1 עלה דפנה
4 כפות רוטב סויה
1 כף פפריקה מתוקה
1 כף חרדל חלק
1 כף שטוחה מלח גס
1 כף שטוחה סוכר
2 כפות חומץ הדרים
3 שיני שום שלמות קלופות
לציפוי:
4 כפות שמן זית
2 כפות דבש
2 כפות חרדל חלק
1 כפית פפריקה מתוקה
אופציונאלי - פלפל שחור גרוס לפיזור לפני האפיה.`,
    instructions: `מרתיחים את כל מרכיבי המרינדה ומצננים היטב.
מניחים את העוף בתבנית/קערה ויוצקים מעליו את המרינדה.
מכסים בניילון נצמד ושומרים במקרר חמישה ימים. מדי יום הופכים את העוף.
מוציאים את העוף מהמרינדה ומניחים על רשת למשך חצי שעה לניקוז עודפי נוזלים.
מחממים תנור לחום של C°‏ 160.
מערבבים בקערית את חומרי הציפוי ומורחים את נתחי העוף.
בשלב זה אפשר גם לפלפל את העוף.
מניחים רשת על תבנית אפיה ועליה את הנתחים.
צולים 40 דק'.
מצננים ופורסים.
`,
    type: `שונות`,
    story: `מתוך "ספר העוף" של בני סיידא ואבי ביטון
הכי טעים חם מהתנור`,
  },
  {
    id: `38a95bff-8988-46fc-aa48-c3adfc8d8834`,
    name: `עוגת שוקולד קפואה`,
    ingredients: `

לבסיס:
150 גר' פתי בר
חלב להרטבת הביסקוויטים. במתכון המקורי - קוניאק.
למלית:
200 גר' שוקולד חלב
4 כפות מים
200 גר' חמאה
4 ביצים מופרדות לחלבונים וחלמונים
2 כפות סוכר
1 שמנת מתוקה
2 כפות סוכר

`,
    instructions: `מרפדים תבנית בגודל של 30*30 בפתי בר ומרטיבים במעט חלב.
ממיסים בסיר את השוקולד והמים על אש קטנה תוך כדי ערבוב.
מוסיפים את החמאה וממיסים לתערובת אחידה.
מצננים מעט את התערובת.
טורפים בקערית את החלמונים ומוסיפים בזהירות לעיסה שהתקררה, תוך כדי ערבוב. יש להיזהר שלא ייקרשו.
מקציפים את החלבונים עם הסוכר לקצף קשה.
מקפלים את הקצף לתוך תערובת השוקולד.
משטחים את התערובת מעל הביסקוויטים ומצננים שעתיים במקפיא.
מקציפים את השמנת המתוקה עם הסוכר.
מורחים על העוגה ומאחסנים בהקפאה.
יש להוציא את העוגה מהמקפיא כ-5- 10 דק' לפני ההגשה.`,
    type: `עוגות ועוגיות`,
    story: `זוהי עוגת השוקולד של "בישולה" (שולה מודן). מכינים אותו בעיקר בקיץ אבל אין מי שלא אוהב אותו במשך כל השנה.
לאוכלוסייה רגישה - המתכון כולל חלבונים טריים.
אפשר להכין בתבנית מלבנית או עגולה.`,
  },
  {
    id: `c213dd16-bd88-4ac7-bed0-bdb3471a0b1d`,
    name: `תבשיל בקר בבירה`,
    ingredients: `1 ק"ג בשר רזה , כגון: כתף, חתוך לקוביות של 5*5.
3 בצלים בינוניים פרוסים דק
2 כפות שמן
מלח ופלפל שחור גרוס
2 כפות סוכר חום
3 כפות קמח
2 כוסות בירה
1 כוס מרק בקר/עוף
2 עלי דפנה
2 כפיות תערובת של עשבי תיבול: טימין, אורגנו ומיורן
`,
    instructions: `מטגנים את הבצל במעט שמן עד להזהבה.
מסננים את תוכן המחבת. מחזירים את השומן למחבת ומשאירים את הבצל במסננת , עם קערה מתחתיה,להגרת נוזלים עודפים.
מתבלים את קוביות הבשר במלח ופלפל ומטגנים בשומן בכמה מחזורים. אם צריך, אפשר להוסיף שמן.
מעבירים את הבשר המטוגן למסננת עם הבצל.
כאשר כל הבשר טוגן, מנמיכים את הלהבה ומוסיפים את הנוזלים שסוננו מהבצל והבשר.
מוסיפים את הסוכר והקמח ומרבבים היטב.
מוסיפים מעט בירה בכל פעם ומקרצפים את תחתית המחבת.
מוסיפים את המרק ומבשלים 5 דק'.
בתוך סיר עם תחתית עבה מסדרים את הבצל וקוביות הבשר.
מוסיפים עלי דפנה ועשבי תיבול.
מכסים את הבשר בנוזל מהמחבת ומוסיפים בירה, אם אין מספיק נוזלים.
מביאים לרתיחה, מכסים ומבשלים 3 שעות.
מוסיפים מים אם יש צורך.
בתום הבישול מסירים את השומן שהצטבר על פני התבשיל ומגישים.
`,
    type: `עיקריות`,
    story: `מתכון אהוב מתוך ספר הבשר של חני פרבר.
מומלץ להגיש עם מחית תפו"א.`,
  },
  {
    id: `d2f4c045-89f8-4ed2-9411-218efc656439`,
    name: `סלט כרוב לבן - מירה`,
    ingredients: `1 כרוב בינוני חתוך דק
1/4 כוס אפונה מופשרת
1/4 כוס גרעיני חמנייה קלויים
1/4 כוס עירית קצוצה
1/4 כוס שבבי שקדים קלויים
לרוטב:
1/4 כוס שמן קנולה
6 כפות חומץ בן יין אדום
4 כפות סוכר
כפית מלח
1/2 כפית פלפל שחור גרוס.
`,
    instructions: `שמים את הכרוב החתוך בקערה
מערבבים היטב את כל מרכיבי הרוטב
יוצקים את הרוטב על הכרוב החתוך
מסדרים למעלה את התוספות בצורה יפה
מערבבים לעיני הסועדים`,
    type: `סלטים`,
    story: `מירה הצטרפה למשפחה ואנחנו התאהבנו בה ובאוכל שהיא מבשלת. כמה מהמתכונים שלה אומצו באהבה. הסלט הזה הוא אחד מהם.`,
  },
  {
    id: `ba2e3697-707f-4633-919b-2fee0792a0ec`,
    name: `פילה סלמון - לימור`,
    ingredients: `1 פילה סלמון גדול, עד 2 ק"ג
לרוטב:
4.5 כפות חרדל דיז'ון או אחר..
3 שיני שום כתושות
2 כפות דבש
מעט מיץ לימון
4 כפות חמאה מומסת
אגוזי פקאן כתושים
קרוקונט לוז או פקאן סיני כתוש`,
    instructions: `מערבבים את כל חומרי הרוטב
מורחים את הרוטב היטב על הפילה מכל הצדדים
אופים 15-20 דק בחום של C°‏ 210
מפזרים את האגוזים מעל ואפים 5 דק נוספות, או יותר, בהתאם לצורך`,
    type: `עיקריות`,
    story: ``,
  },
  {
    id: `ff7e1e48-7857-4d7a-9c95-308226ca3c19`,
    name: `סלט מלפפונים ועוף/טופו של ג'פניקה`,
    ingredients: `500 גר' מלפפונים חתוכים
150 גר' חזה עוף מבושל וקרוע לפיסות או 150 גר' טופו חתוך לקוביות קטנות
לרוטב:
2 כפות חמאת בוטנים
קורט שום טרי קצוץ
קורט ג'ינג'ר קצוץ
2 כפיות חומט
4 כפיות סוכר
2 כפות חלב קוקוס (לא חובה)
1 כף רוטב סויה
בוטנים קלויים גרוסים
`,
    instructions: `מערבבים את כל מרכיבי הרוטב עד להמסה מוחלטת של הסוכר
מערבבים בקערה את המלפפונים והעוף/טופו ומוסיפים בהדרגה את הרוטב עד שמגיעים לטעם שאוהבים
לפני ההגשה, מפזרים בוטנים
`,
    type: `סלטים`,
    story: ``,
  },
  {
    id: `0f6618ed-361a-41cb-bec5-ca84d017a4d4`,
    name: `סלט סלק עשיר`,
    ingredients: `3 גזרים מגורדים
3 סלקים טריים מגורדים
1/2 כוס כוסברה קצוצה גס
קורט כמון
חופן חמוציות
שבבי שקדים ו/או פקאנים קלויים במחבת
לרוטב:
1/3 כוס רוטב סויה
1/3 כוס שמן זית
1/3 כוס חומץ
1/3 כוס סילאן
2 כפות שמן`,
    instructions: `מערבבים את כל מרכיבי הרוטב
בקערה, מערבבים את הירקות, הכוסברה , החמוציות והכמון
מערבבים את הירקות עם מרכיבי הרוטב
מפזרים אגוזים/שקדים ומגישים
`,
    type: `סלטים`,
    story: `מתכון של אורה ארגוב, ואל תשאלו אותי מי זאת..`,
  },
  {
    id: `0c378cd9-cb18-42ff-80b2-54c36d0b51d7`,
    name: `קציצות עוף בתנור`,
    ingredients: `700 גר' עוף טחון/שווארמה הודו
1 גזר גדול מרוסק דק
1 תפו"א גדול/בטטה מרוסקים דק
1 בצל קצוץ
צרור פטרוזיליה קצוצה
4-7 שיני שום כתושות, לפי ההעדפה האישית
1 ביצה
6 כפות פירורי לחם
1/2 כפית מלח
1/3 כפית כורכום
פלפל שחור גרוס`,
    instructions: `סוחטים את הירקות המגורדים/קצוצים להסרת עודפי נוזלים.
מערבבים יחדיו את כל החומרים ומקררים כשעה.
מחממים תנור ל C°‏ 200 , מרפדים תבנית בנייר אפיה ומשמנים אותו בעזרת מעט שמן
יוצרים כדורים מהתערובת (ידיים רטובות יעשו את העבודה) מניחים על התבנית ופוחסים מעט.
אין ממש צורך להשאיר רווח בין הקציצות.
מורחים מעט מאד שמן על החלק העליון של הקציצות.
אופים כרבע שעה עד שהן מזהיבות בשוליים.
מוציאים את התבנית מהתנור והופכים את הקציצות בעזרת מזלג.
מחזירים לאפיה והשחמה לכ-10 דק' נוספות.
משך האפייה תלוי בגודל הקציצות.
אפשר לגוון, לשנות או להוסיף ירקות אחרים, כגון, קישוא, בצל ירוק וכד'`,
    type: `עיקריות`,
    story: `את המתכון הזה מצאתי בגיליון "לאשה" משנת 2011.
אין לי מושג מאין הגיע אלי העיתון..
בכל מקרה, קציצות קלות להכנה, מהירות ודיאטתיות`,
  },
  {
    id: `f998190e-a0b9-4742-b934-d441951484d7`,
    name: `פולאו בג'יג'`,
    ingredients: `6 כרעיים
2 כוסות אורז
2 כפות רסק עגבניות
1 כף פפריקה
1 כף בהרט
1 כפית מלח
1/2 כפית כורכום, קארי, פלפל שחור גרוס
3 בצלים פרוסים לרצועות דק'
2-3 כפות שמן
כ- 1/2-3/4 כוס צימוקים בהירים
כ-1/2-3/4 כוס שבבי שקדים
קינמון, בהרט וקארי`,
    instructions: `מניחים בסיר את הכרעיים עם התבלינים ורסק העגבניות, מכסים במים ומבשלים כשעה- שעה וחצי עד שבעוף רך ומבושל.
בינתיים מטגנים את הבצל בשמן עד להזהבה.
מוסיפים צימוקים, שקדים, מעט קינמון, בהרט וקארי.
מערבבים ומטגנים מס דק' נוספות ומסירים מהאש.
מבשלים את האורז ב-4 כוסות מהנוזל שבו בושל העוף. יש לטעום את הנוזל ולהוסיף מלח בהתאם, טרם הבישול.
בינתיים מפרקים את העוף המבושל לרצועות.
מערבבים את העוף עם תערובת הבצלים.
מגישים על האורז האדום כשהוא מוכן.`,
    type: `עיקריות`,
    story: `מתכון עיראקי של אורז אדום עם עוף, כשאת האורז מבשלים במי הבישול של העוף.
הגירסה שלי קצת משודרגת עם תוספת בצל, צימוקים ושקדים`,
  },
  {
    id: `0d5ad732-f69a-4dfb-9180-2c24496267d4`,
    name: `ממולאים בלי למלא = האורז של שחר`,
    ingredients: `2 בצלים
4-6 כפות שמן זית
500 גר' בשר טחון
2 כוסות אורז, קצר, אבל לא עגול
2-3 קישואים חתוכים לרצועות
2 תפו"א חתוכים לרצועות
בטטה בינונית חתוכה לרצועות
100 גר' רסק עגבניות
50-100 גר' צימוקים כהים
מלח ופלפל בנדיבות
1 כף סוכר
רבע כפית זנגוויל
חצי כפית קינמון
1 כף פפריקה
3 כוסות מים רותחים
`,
    instructions: `מחממים את השמן בסיר בעת תחתית עבה.
קוצצים את הבצל ומטגנים בשמן כ-5-10 דקות.
מוסיפים את הבשר הטחון ומקפיצים 5 דק' נוספות.
מוסיפים את התבלינים, רסק העגבניות, סוכר ומים ומחממים.
מוסיפים את האורז והצימוקים.
תוחבים את פיסות תפוח האדמה והבטטה בצידי הסיר ואם ניתן לדחוף גם לקרקעית.
מסדרים מעל את פרוסות הקישואים בצורת שמש.
לשים לב לפזר מלח גם על הירקות.
מכסים את הסיר, מנמיכים את הלהבה למינימום ומבשלים כשעה וחצי על אש נמוכה או בתנור.
להיזהר שהתחתית לא תיחרך.
אפשר לחלופין להשתמש ב- 5 פלפלים חתוכים לריבועים של 3 ס"מ.`,
    type: `עיקריות`,
    story: `מתכון עתיק יומין של נירה רוסו , מעיתון הארץ, שהרעיון שלו להכין קדירה בטעם של ממולאים בלי עבודת המילוי.
מכינים תערובת של בשר ואורז ועוטפים אותם בחתיכות פלפל או זוקיני מכל צידי הסיר. היות והילדים היו משאירים את הפלפל המבושל, שינינו גרסה והיום מכינים את הקדירה עם תפו"א, קישואים ובטטה.
עדיין יקרא "האורז של שחר". ברור מדוע.
חשוב להשתמש בסיר עם תחתית עבה. אפשר גם להכין בתנור.`,
  },
  {
    id: `de6a0baa-34f3-4cc2-8ed5-5a8f4b624c1d`,
    name: `אורז מלא עם צנוברים בתנור`,
    ingredients: `1 בצל חתוך לקוביות
2 כוסות אורז מלא
4 כוסות מים רותחים
100 גר' צנוברים 
2 כפות סוכר חום
4 כפות סויה
מלח
1/2 כוס שמן (אני מפחיתה )`,
    instructions: `מערבבים את כל המרכיבים בתבנית
אוטמים היטב עם ניר כסף
אופים שעה וחצי בחום של 180 מעלות
`,
    type: `תוספות`,
    story: ``,
  },
  {
    id: `da3b367d-0110-4505-a071-be1435b68a3c`,
    name: `תבשיל אורז נתחי עוף וירקות `,
    ingredients: `400 גר' חזה עוף /טופו
2 בצלים גדולים קצוצים
2 פלפלים קצוצים
גזר גדול מגורד גס
חצי כוס אפונה קפואה, מופשרת
3 כפות שמיר קצוץ או 3 קוביות של שמיר קפוא
3 כפות פטרוזיליה קצוצה או 3 קוביות פטרוזיליה קפואה
חצי כוס שמן (אני מפחיתה)
1.5 כוסות אורז
1 כפית פפריקה
1/2 כפית פפריקה חריפה
1 כפית קארי
1 כפית כורכום
2 כפות א. מרק עוף/בטעם עוף
מלח
פלפל שחור
2 וחצי כוסות מים חמים
`,
    instructions: `חותכים את העוף לקוביות קטנות
מחממים בסיר את השמן ומטגנים בו את הבצל, הגזר והפלפל במשך 10 דק
מוסיפים את נתחי העוף ומשחימים אותם תוך כדי ערבוב
מוסיפים את האורז, התבלינים וא. מרק ומטגנים 3 דק
מוסיפים את האפונה, עשבי התיבול והמים ומביאים לרתיחה
מבשלים על להבה נמוכה כ- 20-25 דק' עד שכל המים נספגים באורז.
`,
    type: `עיקריות`,
    story: `כפי שמכונה אצלינו, האורז של דור.
`,
  },
  {
    id: `0cf1c77e-8625-465d-99d9-e5285265ea6c`,
    name: `פאי גבינה חגיגי`,
    ingredients: `לתחתית
2 כוסות פירורי ביסקוויטים (250 גר)
100 גר' חמאה (אפשר קצת פחות)
מעט גרידת לימון - לבחירה
למלית
625 גר' גבינה לבנה 5% 
1 מיכל שמנת חמוצה - 200 מל
1 מיכל אשל - 200 מל
1 כף תמצית וניל
6 כפות גדושות קמח 0כ-15 גר' לכף)
6 ביצים מופרדות
כוס וחצי סוכר (אפשר להפחית)
1/2 קופסא אינסטנט פודינג בטעם וניל (40 גר')
לציפוי
1 מיכל שמנת מתוקה 
1 כוס חלב
חצי קופסא אינסטנט פודינג וניל
`,
    instructions: `מערבבים את כל מרכיבי התחתית לתערובת אחידה ומרפדים תחתית של תבנית אפיה משומנת - 28 ס"מ עגולה או 27*34 ס"מ מלבנית.
מערבבים בקערה את הגבינה, השמנת, האשל, תמצית הוניל והחלמונים.
מוסיפים את הקמח ומרבבים היטב כדי שלא ייווצרו גושים.
מקציפים את החלבונים, מוסיפים בהדרגה את הסוכר עד להיווצרות קצף יציב ומוסיפים גם את הפודינג בהקצפה עדינה.
מוסיפים את קצף החלבונים לגבינה בתנועות עטיפה ליצירת תערובת אחידה
יוצקים על תחתית הבצק שהכנו ואופים כשעה בחום של 180 מעלות.
מכבים את התנור ומשאירים את העוגה בתוכו ל- 20 דק נוספות.
מקציפים את השמנת , החלב והפודינג עד להיווצרות קרם סמיך.
מורחים/מזלפים את הקרם על גבי העוגה לאחר שהתקררה.

`,
    type: `עוגות ועוגיות`,
    story: `אם כבר עוגת גבינה אפויה - זאת הבחירה שלי`,
  },
  {
    id: `d4609eb4-a784-4421-b554-85640eecf494`,
    name: `גרנולה`,
    ingredients: `6 כוסות קוואקר עבה
1/2-1 כוס סוכר חום
1/2 כפית מלח
1 כוס אגוזי מלך
1כוס שבבי שקדים
1 קוס קוקוס טחון
1/4-1/2 כוס שמן
1/4 כוס סוכר
1 כוס בננות יבשות `,
    instructions: `מערבבים בקערה: קוואקר, סוכר, אגוזים, שקדים וקוקוס.
מוסיפים שמן ומערבבים
מוסיפים את הסילאן ומערבבים היטב
מפזרים את התערובת על תבנית מרופדת בנייר אפיה.
קולים שעה וחצי בתנור בחום של 140 מעלות.
בכל 15 דק' מוציאים את התבנית ומערבבים על מנת ליצור קלייה אחידה.
מוציאים מהתנור ומקררים
מוסיפים את הבננות והצימוקים/חמוציות
מאחסנים בכלי סגור היטב`,
    type: `שונות`,
    story: `גיוונים:
אפשר לגוון את סוגי האגוזים
אפשר להוסיף בסוף חמוציות או צימוקים כהים או שניהם`,
  },
  {
    id: `80fbfbb5-f3e9-428b-973a-a1d17c2c4daf`,
    name: `סלט "הכל" של אורנה ואלה`,
    ingredients: `לרוטב עשבי תיבול:
כוס עלי נענע
1/2 כוס עלי בזיליקום
כוס עלי פטרוזיליה
1/4 כוס עירית
100 מ"ל שמנת חמוצה
כוס מיונז
מלח
פלפל שחור טחון טרי
לסלט:
4-5 עגבניות חתוכות לקוביות
3-4 מלפפונים קלופים וחתוכים לקוביות
חופן גדול של עלי רוקט
צרור עלי חסה
2-3 כפות פטרוזיליה קצוצה גס
2-3 כפות עלי נענע קצוצים גס

200 גר' קוביות קטנות של גבינת פטה 
קרוטונים`,
    instructions: `להכנת הרוטב, מרסקים את עשבי התיבול במעבד מזון.
מוסיפים את השמנת והמיונז ומתבלים
מערבבים את מרכיבי הסלט
יוצקים מלמעלה מספר כפות מהרוטב
מפזרים גבינה וקרוטונים ומגישים`,
    type: `סלטים`,
    story: `הסלט הזה הצטרף לפנתיאון יחד עם הצטרפותה של נועה למשפחה. נועה סיפרה שאמא שלה אוהבת אותו והכנו אותו לראשונה באירוח של פיצות בטבון. התאהבנו! כמות הרוטב מספיקה ליותר מסלט אחד.`,
  },
  {
    id: `d2412106-35bf-4722-bf66-24e04ecac86d`,
    name: `עוגת גבינה של אידה`,
    ingredients: `6 ביצים
כוס סוכר
750 גר' גבינה לבנה
200 מ"ל שמנת חמוצה
5 כפות קורנפלור
1 חבילה סוכר וניל
אבקת אפיה (זה המתכון המקורי, אני לא בטוחה שצריך להוסיף)
1/2 חבילה (40 גר') אינסטנט פודינג בטעם וניל
אופציונלי - גרידת לימון`,
    instructions: `מפרידים את החלבונים והחלמונים.
בעקרון, עדיף להפריד כשהביצים קרות, עדיף להקציף חלבונים בטמפרטורת החדר.
מקציפים את החלבונים ומוסיפים בהדרגה את הסוכר עד ליצירת קצף אחיד
בקערה נפרדת מערבבים את שאר המרכיבים לתערובת אחידה
מוסיפים את החלבונים בתנועות קיפול
מחממים את התנור ל    C°‏ 200  
יוצקים את התערובת לתבנית עגולה ומשומנת של 26/28 ס"מ.
בגירסה שלי - אופים 10 דק' .
מוציאים את העוגה ומעבירים סכין בין התערובת לדפנות התבנית.
המטרה: לאפשר לעוגה לעלות ולרדת בצורה יפה.
מנמיכים את חום התנור ל -C°‏ 180
מחזירים ישר את התבנית לתנור ואופים כשעה עד שהעוגה מתייצבת.
אפשר להשאיר עוד קצת לאחר כיבוי התנור.
לפי אידה - מתחילים ב- C°‏ 200 עד שהעוגה מקבלת צבע מסביב.
מנמיכים ל- C°‏ 150
ככלל העוגה תמיד עולה ויורדת. אמורה להיות בסוף האפיה בגובה שהיטה התערובת לפני האפיה, או קצת יותר.`,
    type: `עוגות ועוגיות`,
    story: `עוגת הגבינה האפויה של אידה הייתה האהובה עלי מכל העוגות שאפתה. בצעירותינו, נהגה לאפות את העוגה בתבנית עגולה והתוצאה הייתה עוגה אוורירית וגבוהה. בשנים האחרונות, כשאידה עוד מעט בת 90 עברה העוגה שינויים הן בגודל התבנית והן במרכיביה שלא היו עקביים.
אנחנו נזכור את העוגה העגולה והטעימה.
`,
  },
  {
    id: `d418adcd-3395-4601-89b2-96ceb4f507fe`,
    name: `עוגת התפוזים של סבתא אידה`,
    ingredients: `6 ביצים
11/2 כוסות סוכר (300 גר')
1 שקית סוכר וניל
3/4 כוס שמן
קליפה מגורדת מתפוז אחד
1 כוס מיץ תפוזים (סחוט טרי)
21/2 כוסות קמח תופח (350 גר')
`,
    instructions: `בקערה גדולה טורפים את החלמונים, מחצית מכמות הסוכר, מיץ התפוזים, גרידת התפוז והשמן
מנפים לתערובת את הקמח ומערבבים היטב שלא ייווצרו גושים.
מקציפים את החלבונים לקצף רך עם שארית כמות הסוכר.
מקפלים בהדרגה את תערובת החלבונים לתוך הבלילה.
אופים בתבנית עגולה 26 משומנת, בחום של C°‏ 160.
משך האפיה כשעה, עד שנוצר קרום זהוב ורך מלמעלה או עד שקיסם הננעץ בעוגה יוצא יבש`,
    type: `עוגות ועוגיות`,
    story: `כשאידה נתנה לי את המתכון, גיליתי שזאת עוגה של קרין גורן, מה שמסביר את כמות הסוכר הגבוהה. אני מפחיתה..
והעיקר, עוגה פרווה שכולם אוהבים.`,
  },
  {
    id: `277cbe71-c588-4bfe-b0da-98b5af1b0d46`,
    name: `אורז מלא עם ירקות שורש בתנור`,
    ingredients: `2 כפות שמן זית
2 כרישות
בצל גדול קלוף וחתוך לשמיניות
4 גזרים קלופים וחתוכים לטבעות
2 כוסות אורז מלא
כוס גרגרי חומוס שהושרו במים ובושלו עד ריכוך/קופסת שימורי חומוס
חופן צימוקים בהירים
צרור פטרוזיליה קצוצה
1/2 כפית כוסברה טחונה
כפית פפריקה
כפית בהרט
כפית כמון
כפית מלח
31/2 כוסות מים `,
    instructions: `מחממים תנור לחום של C°‏ 160
מחממים שמן בסיר רחב שניתן להכניס לתנור
מוסיפים את הירקות ומטגנים מס' דקות
מוסיפים את האורז, הצימוקים, עשבי תיבול ותבלינים
מערבבים היטב שכל המרכיבים יהיו עטופים בשמן ובתבלינים
מוסיפים את המים ומביאים לרתיחה
מעבירים את הסיר המכוסה לתנור ל -50 דק'.
מסירים את המכסה ואופים 10 דק' נוספות
`,
    type: `תוספות`,
    story: `מתכון שהגיע מדוד אלון.
אהוב על שחר`,
  },
  {
    id: `ab9469e8-95dd-498c-b9f5-cd82d696f019`,
    name: `רוטב הבית למנגל`,
    ingredients: `עבור 2 ק"ג בשר/עוף
1/3 כוס רוטב סויה
פלפל שחור גרוס
רוזמרין
3/4 כוס קטשופ
1/2 כוס דבש
4 שיני שום כתושות
מעט טבסקו (לבחירה אישית)`,
    instructions: `מערבבים בקערה את כל חומרי הרוטב.
משרים את הבשר/עוף ברוטב לפחות ל-4 שעות (במקרר) ואפשר גם ללילה שלם.
מדי פעם להפוך כדי שכל הצדדים יעטפו ברוטב.
מוציאים את הבשר/עוף ומניחים על רשת על מנת שהנוזלים יגרו.
צולים על הגריל..

`,
    type: `רטבים`,
    story: ``,
  },
  {
    id: `3fdfda38-7d24-42a6-97d5-f2b6363f7632`,
    name: `קיש פטריות עם בצק פטנט`,
    ingredients: `לקלתית
100 גר' חמאה
1 כף שמן קנולה
3 כפות מים
1 כף סוכר
1/4 כפית מלח
150 גר' קמח

למלית
4 כפות שמן זית
1 בצל סגול קצוץ
2 שיני שום קצוצות
1 סלסילה פטריות שמפיניון
1 סלסילה פטריות פורטובלו
1 סלסילה פטריות יער חתוכות לרצועות
2 גבעולי תימין
1 עלה מרווה
מלח ופלפל שחור גרוס
לרויאל
1 מיכל שמנת מתוקה
2 שיני שום כתושות
מעט מוסקט טחון
מלח ופלפל שחור
3 ביצים
50 גר' גבינת סנט מור
50 גר' גבינת פרמזן או פקורינו`,
    instructions: `לקלתית
ממיסים בסיר קטן, חמאה, שמן, סוכר ומים ומערבבים עד לתערובת אחידה.
מסירים מהאש.
מוסיפים את הקמח ומערבבים לקבלת בצק שומני וגמיש.
מקררים
מחממים תנור ל -C°‏ 210
כשהבצק קריר, מרפדים בו תבנית פאי בקוטר 24 ס"מ בעזרת הידיים.
מחוררים את הבצק או מכסים בניר אפיה עם משקולת (קטניות)
אופים 10 דק' עד לקבלת גוון זהוב.
מסירים את הקטניות.
מחממים במחבת שמן זית, מוסיפים בצל ושום ומאדים 3 ד"ק.
מוסיפים פטריות ועשבי תיבול
מתבלים במלח ופלפל ומטגנים מספר דקות נוספות
מעבירים לקערה ומקררים
מחממים את התנור ל -C°‏ 180.
מערבבים את הפטריות עם תערובת הרויאל ויוצקים לקלתית
אופים 40 דק' או עד שהמלית מתייצבת ומזהיבה.`,
    type: `אפייה מלוחה`,
    story: ``,
  },
  {
    id: `85db5bf3-ba75-4736-978b-3f219f99f07a`,
    name: `מרק אדום לקוסקוס `,
    ingredients: `1 בצל חתוך לרצועות
4 שיני שום כתושות
1 קופסא שימורי חומוס גרעינים
4 גזרים חתוכים לעיגולים
3 קישואים חתוכים לעיגולים
3 תפו"א חתוכים לחתיכות בינוניות
רבע כרוב לבן חתוך לרצועות (שחר לא אוהבת)
דלורית או חתיכת דלעת בקוביות בינוניות
1 כוס דלעת או דלורית מגורדת
2-3 גבעולי סלרי חתוכים עם העלים
חופן כוסברה קצוצה
4 כפות שמן לטיגון
חצי כפית כורכום 
1 כף פפריקה מתוקה בשמן
3 כפות רסק עגבניות
1 כף אבקת מרק עוף/בטעם עוף
חצי כפית מלח
חצי כפית פלפל שחור
קורט מוסקט טיון
קורט קינמון

`,
    instructions: `מטגנים את הבצל בשמן עד להזהבה קלה.
מוסיפים את השום ומערבבים.
מוסיפים את הדלורית המגורדת ומטגנים מעט.
מוסיפים את כל התבלינים, מלבד הכוסברה, ומערבבים היטב.
מוסיפים את שאר הירקות ואת החומוס ומטגנים מעט.
מוסיפים מים רותחים עד כס"מ מעל גובה הירקות ומביאים לרתיחה.
מכסים את הסיר ומבשלים על אש נמוכה כחצי שעה.
טועמים ומוסיפים תבלינים בהתאם לצורך.
מפזרים את הכוסברה על המרק ומבשלים 10 דק' נוספות.

`,
    type: `מרקים`,
    story: `לשחר ולי יש קבוצת ווטסאפ משותפת של מתכונים.
המתכון הזה ממנה עם קצת שינויים שלי.
מי שרוצה יכול להוסיף לתבשיל גם שוקיים.
מכינים קוסקוס וסוגרים ארוחה.`,
  },
  {
    id: `bfd3f9a0-7472-4895-9087-c4926f7aa5e5`,
    name: `בצל ממולא בשר`,
    ingredients: `החומרים:
6 בצלים גדולים
למלית:
500 גר5' בשר בקר או כבש
1/3 כוס צנוברים
1/2 כוס כוסברה קצוצה
2 פרוסות לחם לבן
2 כפיות זרעי כמון שלמים
2 כפיות גרגירי כוסברה כתושים
מלח
פלפל שחור
שמן זית
לרוטב:
1/4 כוס תמר הינדי או סילאן
3 כפות סוכר
חצי כפית קינמון
3 כפות שמן זית
4 כוסות מים
מלח, פלפל שחור גרוס
`,
    instructions: `הבצלים:
עושים חתך לאורכו של כל בצל מלמעלה למטה, חותכים עד למרכז.
מבשלים את הבצלים בסיר עם מים רותחים כחצי שעה.
מסננים, שוטפים במי ברז ומצננים.
קולפים מהבצל עלים שלמים שיתאימו למילוי.
פנים הבצל שלא מתאים יקוצץ ויתווסף למלית.
המילוי:
מסירים את קרום פרוסות הלחם, מרטיבים אותם וסוחטים היטב. מפוררים.
מערבבים חצי כוס בצל קצוץ ( מחלקי הבצל שבישלנו ואינם מתאימים למילוי) ומוסיפים את שאר מרכיבי המלית.
טועמים ומתקנים תיבול.
יוצרים מהתערובת קציצות מאורכות בעובי של כ-3 ס"מ ובאורך של 5-6 ס"מ.
עוטפים כל קציצה בעלה בצל גדול או שמחברים שניים קטנים יותר.
מערבבים את כל חומרי הרוטב בכלי רחב.
מוסיפים את הבצלים לסיר בשכבה אחת על מנת שיכוסו כולם ברוטב.
מביאים לרתיחה , מבשלים שעה וחצי.
מגבירים את האש ומבשלים עד שהרוטב מסמיך והבצלים מזוגגים יפה.
`,
    type: `עיקריות`,
    story: `המתכון האהוב של אלון, במקור של אהרוני`,
  },
  {
    id: `a68329a3-9707-4a40-befb-71ca0c8a98b9`,
    name: `פרגיות בחלב קוקוס`,
    ingredients: `1 ק"ג פרגיות חתוכות
1 בצל גדול
2 גזרים
1 פלפל מתוק
4 שיני שום כתוש
1 כפית ג'ינג'ר מגורד
1 כף סוכר
1/2 כוס צ'ילי מתוק
1 פחית קרם קוקוס
1 כפית פפריקה מתוקה
1 כפית כורכום
1 כפית זנגוויל טחון
1/2 כפית צ'ילי מיובש טחון
מלח
כוסברה קצוצה
שמן קנולה לטיגון
`,
    instructions: `מחממים במחבת שמן ומטגנים את הפרגיות עד להלבנה.
מסננים ומניחים בצד.
פורסים את הבצל לרצועות, את הגזר לטבעות דקות ואת הפלפל לרצועות דקות.
מטגנים בסיר שטוח שמן ומטגנים את הבצל עד שהוא נעשה שקוף. מוסיפים את השום ואת הג'ינג'ר ומערבבים מספר שניות.
מוסיפים כף סוכר ומערבבים כדקה.
מוסיפים את הגזר והפלפלים ומטגנים חמש דקות, תוך כדי ערבוב.
מוסיפים את הצ'ילי, הפפריקה, הכורכום, הזנגוויל, הצ'ילי המיובש והמלח.
מערבבים ומביאים לרתיחה.
מוסיפים את הפרגיות ומבשלים יחד 1/4 שעה בסיר מכוסה.
מוסיפים את קרם הקוקוס ומלח על פי הצורך.
מביאים לרתיחה ומבשלים 5 דק' נוספות עם מכסה פתוח.
מפזרים את הכוסברה הקצוצה ומגישים.`,
    type: `עיקריות`,
    story: `המתכון של אלון...`,
  },
  {
    id: `02f3b3e5-548d-4aca-9ee7-5f20cef6dfcf`,
    name: `עוף ותפו"א בנוסח הודי`,
    ingredients: `2 ק"ג תפו"א 
2 ק"ג  ירכיים חתוכות
2 בצלים גדולים חתוכים
שיניים מראש שום קלופות 
3 כפות חומץ
2 כפות סויה
4 כפות שמן (אני לא שמה)
כוס ורבע מים
כף סוכר
3 כפות קארי
כף כורכום
2 כפות א. מרק עוף
1 כפית פפריקה
1 כפית פלפל שחור
1 כפית אורגנו
1 כפית מיורן
1 כפית כמון
1 כפית מלח
1/4 כפית ציפורן טחון`,
    instructions: `בסיר גדול שמים את העוף עם כל שאר המרכיבים (למעט תפו"א).
מביאים לרתיחה ומבשלים על אש נמוכה כשעה.
מבשלים בנפרד את תפוחי האדמה בקליפתם.
מקלפים, חותכים לקוביות ומוסיפים לסיר לאחר הבישול.
מגישים`,
    type: `עיקריות`,
    story: ``,
  },
  {
    id: `a379bf3e-308d-41d1-8364-bf8198aab2cf`,
    name: `תפו"א ודלעת בנוסח הודי`,
    ingredients: `3 כפות שמן
1 עלה דפנה
מקל קינמון
6 זרעי הל
6 ציפורן
1 כפית תבלין  spice 5
2 תפו"א בינויים חתוכים לקוביות
450 גר' דלעת חתוכה לקוביות
כפית אבקת צ'ילי
1 כפית אבקת כוסברה או זרעי כוסברה טחונים
1/4 כפית כורכום
1/2 כפית מלח
1 כף תמר הינדי
3 כפות מים
`,
    instructions: `מחממים את השמן ומוסיפים דפנה, קינמון, הל, ציפורן ו-5 SPICE ומערבבים חצי דקה.
מוסיפים תפו"א ומטגנים 4 דק'.
מוסיפים את הדלעת ומקפיצים 4 דק' נוספות.
מוסיפים: צ'ילי, כוסברה, כורכום, מלח וסוכר, תמר הינדי ומים.
מכסים ומבשלים בחום נמוך עד שהירקות מתרככים. בערך 15 דקות.`,
    type: `תוספות`,
    story: ``,
  },
  {
    id: `676042e3-d098-4ca4-a71e-a23cd81cec13`,
    name: `עוף, אורז , גזר וצנוברים`,
    ingredients: `4 כרעיים חתוכות
2 כוסות אורז בסמטי
כ-6 גזרים 
חופן צנוברים
תבלינים: פפריקה, קארי, כורכום, כמון, קינמון, פלפל שחור גרוס, מלח
שמן לטיגון`,
    instructions: `מטגנים את חלקי העוף עם כל התבלינים.
מפזרים מעל העוף גזר מגורד, מכסים ומבשלים יחד כשעה.
בינתיים, מכינים את האורז. אפשר להשתמש באורז שנשאר במקרר, אפשר פשוט לבשל בהרבה מים עם מלח עד שמתרכך ולסנן ואפשר להכין לפי כל מתכון של אורז לבן.
לאחר כשעה של בישול העוף והגזר, מפזרים חופן צנוברים מעל הגזר ומניחים את האורז המבושל.
מאדים יחדיו בסיר מכוסה עוד כשעה עד שהעוף יתרכך.
טעים יותר למחרת היום...
`,
    type: `עיקריות`,
    story: `העוף שעמית אוהבת, בהשראת מתכון של שרונה, בניחוחות הודו..`,
  },
  {
    id: `86dedbac-a3c3-43fb-976e-b46c45ba899e`,
    name: `בין גולש לחמין`,
    ingredients: `2 כפות שמן
1 ק"ג בשר שריר חתוך לקוביות
2 בצלים גדולים קלופים
10 שיני שום קלופות
1 כוס שעועית לבנה מושרית 24 שעות - או לקט קפוא לחמין
1/2 כוס גריסי פנינה
1 כפית פפריקה מתוקה (אפשר יותר)
3 כפות דבש או סילאן
1/2 כפית פפריקה חריפה
1 כף גדושה מלח
8-10 תפו"א בינוניים קלופים
2-3 גזרים קלופים
6-10 ביצים קשות
`,
    instructions: `קוצצים את הבצל והשום
חותכים את תפוחי האדמה לחצאים ואת הגזר לחתיכות לאורך
בסיר גדול שמתאים לתנור , ושיש לו מכסה מתאים, מחממים את השמן וצורבים את נתחי הבשר מכל הצדדים. מוצאים לצלחת.
באותו סיר, מטגנים את הבצל והשום עד להזהבה קלה.
מחזירים את הבשר ומוסיפים מעליו את השעועית, הגריסים, הפפריקה, הדבש/סילאן והמלח.
מסדרים סביב את תפוחי האדמה, הגזר והביצים.
ממלאים את הסיר במים רותחים עד לכיסוי כל המצרכים.
מעבירים לתנור את הסיר המכוסה ל 12-15 שעות בטמפרטורה של C°‏ 100.
אם עדיין יש יותר מדי מים, להמשיך לאפות ללא מכסה, או... לשפוך...`,
    type: `עיקריות`,
    story: `קרוטית`,
  },
  {
    id: `4fdb33d8-9918-4f92-9f23-33398f1ae3da`,
    name: `החמין של שמריז`,
    ingredients: `1 כוס שעועית לבנה מושרית בהרבה מים לפחות ללילה
1 כוס שעועית אדומה מושרית בהרבה מים לפחות ללילה
1 כוס חומוס יבש מושרה בהרבה מים לפחות ללילה
לחלופין, אפשר להשתמש בלקט קפוא לחמין
500 גר' גריסי פנינה (אני שמה הרבה פחות)
4 קוביות גדולות של אסאדו עם עצם
2-4 כרעיים
5 תפו"א
בטטה גדולה
ביצים קשות
לתערובת התיבול:
3 כפות סוכר חום
2 כפות מלח (מקסימום)
2 כפות א. מרק עוף
1 כף פפריקה מתוקה
1 כפית כמון
2 כפיות פלפל שחור
1/2 כפית פלפל לבן`,
    instructions: `בסיר גדול מניחים - קטניות מושרות, גריסי פנינה, אסאדו, עוף, תפו"א ובטטה.
מערבבים את כל מרכיבי תערובת התיבול בליטר מים רותחים ויוצקים על תכולת הסיר.
מביאים לרתיחה, מנמיכים את הלהבה, מוסיפים לסיר את הביצים ומבשלים 3-4 שעות על אש נמוכה.
מעבירים לפלטה או לתנור למשך הלילה בחום של C°‏ 120.`,
    type: `עיקריות`,
    story: `לזכרו של אלון שמריז`,
  },
  {
    id: `921de8bf-c8f5-442a-a876-a15fd5c17fad`,
    name: `עוגת אגוזי לוז עם קרם קפה`,
    ingredients: `200 גר' חמאה בטמפ' החדר
200 גר' סוכר
200 גר' קמח תופח (בפסח - 200 גר' קמח תופח כשל"פ של אוסם)
2 חלמונים
200 גר' אגוזי לוז טבעיים עם קליפה
לקרם:
1 חבילה שמנת מתוקה
2 כפיות קפה נמס או קפה מגורען מומס במעט מים חמים
1-2 כפות סוכר

`,
    instructions: `קוצצים גס את האגוזים במעבד מזון.
מערבבים תוך לישה עם שאר מרכיבי הבצק: חמאה, קמח, סוכר, חלמונים.
מרפדים תבנית מלבנית (בערך 27*33) בניר אפיה ומשטחים את הבצק באופן אחיד.
אופים בחום בינוני כ-20 דקות עד לקבלת גוון זהוב . הבצק יתקשה לאחר הוצאתו מהתנור.
בעזרת הניר מוציאים את הבצק מהתבנית ומיישרים מסביב. את החלקים שהורדנו נפורר ונשמור לשלב מאוחר יותר.
מקציפים יחדיו את כל חומרי הקרם.
מורחים את הקרם על בסיס העוגה, לאחר שהתקרר.
מפזרים מעל את הפירורים ששמרנו בצד.
חותכים לריבועים ומגישים.`,
    type: `עוגות ועוגיות`,
    story: `את העוגה הזאת, אפשר להכין כל השנה. אנחנו מכינים אותה בעיקר בפסח. אהובה במיוחד על שחר.`,
  },
  {
    id: `6986c779-2a1f-4eca-8b98-8ccdca90843b`,
    name: `עוגת חמאה ואגסים חמה`,
    ingredients: `3 ביצים
150 גר' סוכר
150 גר' קמח
קורט אבקת אפיה
100 גר' חמאה מומסת
1 קופסא שימורי אגסים
4 כפות סירופ משימורי האגסים`,
    instructions: `מקציפים את הביצים השלמות עם הסוכר עד להיווצרות בלילה סמיכה.
מוסיפים בערבוב ידני, חמאה, קמח, ואבקת אפיה.
חותכים את האגסים לפרוסות ומוסיפים יחד עם הסירופ לבלילה.
אופים בתבנית 24 משומנת ומקומחת  ב- C°‏ 170 במשך 45 דקות
מניחים ל- 10 דקות ומגישים חם`,
    type: `עוגות ועוגיות`,
    story: `מתכון  שנירה רוסו פרסמה בעיתון הארץ לפני שנים רבות`,
  },
  {
    id: `0b187d62-2c79-4d05-abcf-5107be227e35`,
    name: `עוגת תפו"ע`,
    ingredients: `לבצק:
2 כוסות קמח תופח
1 כוס סוכר
150 גר' חמאה
2 חלמונים
למלית:
11/2 ק"ג תפו"ע מקולף וחתוך לפלחים דקים.
מעט סוכר
קינמון`,
    instructions: `לשים את כל מרכיבי הבצק.
מרפדים תבנית 22, ב-4/5 מהבצק 
מאדים מעט את התפוחים בסיר עם מעט מים, סוכר וקינמון להתרככות קלה. מסננים ומקררים.
מניחים את התפוחים על פני הבצק.
מגרדים מעל בעזרת פומפייה את שארית הבצק.
מפזרים מעל מעט חתיכות קטנות של חמאה.
אופים בחום בינוני כ-45 דק עד שהבצק מזהיב.
`,
    type: `עוגות ועוגיות`,
    story: `עוגת הבית לראש השנה. מתאימה גם לפסח עם קמח כשל"פ. מתכון של רות גילעב - חברה של סבתא תרי . המתכון המקורי עם תפוח אדום, אני בד"כ מכינה עם גראנד סמית.`,
  },
  {
    id: `0a3a6eb0-f672-47dd-80a8-b20fd6475860`,
    name: `פשטידת אטריות מתוקה`,
    ingredients: `250 גר' אטריות ברוחב בינוני
100 גר' חמאה
3 חלמונים
1 כוס סוכר
1 חבילה גבינת "כנען"
1 גביע גבינה לבנה 9% + 1 אשל (או גבינה 5% +שמנת)
קליפת לימון מגורדת
3 חלבונים
1/4 כוס סוכר
`,
    instructions: `מבשלים את האטריות לפי ההוראות שעל החבילה, מסננים ומקררים.
מוסיפים חמאה מומסת, כוס סוכר, חלמונים, מוצרי חלב וקליפת לימון.
מקציפים את החלבונים עם 1/4 כוס סוכר.
מערבבים את קצף החלבונים עם תערובת האטריות.
אופים כ-45 דקות בחום בינוני`,
    type: `שונות`,
    story: `inka's nudelspise
מתכון של חברה של תרי מהקמפינג קלאב. אהוב ע"י דור.`,
  },
  {
    id: `743badec-2322-466f-bffb-3418a777d1f2`,
    name: `Malai 2nd recepie`,
    ingredients: `לתערובת הבסיס:
2 ביצים
3 אשל
כוס סוכר
כוס קמח תופח
150 גר' חמאה מומסת
2 כוסות קמח תירס
למלית:
500 גר' גבינה לבנה 9%
ביצה
מעט סוכר לפי הטעם
`,
    instructions: `מערבבים יחדיו את כל חומרי הבסיס.
מערבבים את המלית.
יוצקים לתבנית מחצית מבלילת הבסיס.
מעל, יוצקים בעזרת כף תלוליות מן המלית.
יוצקים מעל את שארית בלילת הבסיס.
אופים בחום בינוני כ- 40 דקת.`,
    type: `שונות`,
    story: `פשטידה מתוקה מהמטבח הרומני. המתכון הזה הוא ווריאציה על המתכון המקורי ונע בין פשטידה לעוגה. אצלינו בבית ההורים נאכל כמנה עיקרית בארוחת ערב ("בשרית"). קל להכנה.`,
  },
  {
    id: `3cff89d8-9304-4912-8de9-1753e80cdbc7`,
    name: `אורז צהוב שילדים אוהבים`,
    ingredients: `1/4 כוס שמן
1 בצל קצוץ
1 תפו"א קלוף חתוך לקוביות קטנות
2 כוסות אורז בסמטי
1 כפית גדושה מלח
1 כפית כורכום
1/2 כפית פלפל שחור
31/2 כוסות מים רותחים`,
    instructions: `1. מחממים בסיר את השמן ומטגנים את הבצל עד להזהבה.
2. מוסיפים את קוביות תפוח האדמה ומטגנים 3-4 דקות להשחמה.
3. מוסיפים את האורז והתבלינים ומטגנים דקה נוספת.
4.יוצקים לסיר את המים הרותחים, מכסים וממנמיכים את האש.
5. מבשלים כ-20 דקות. מסירים מהאש ומשאירים 5 דק' נוספות עם המכסה.
6. מערבבים בעדינות בעזרת מזלג ומגישים.`,
    type: `תוספות`,
    story: ``,
  }
];
